[
    {
        "id": 29372,
        "title": "Ящики и кейсы",
        "text": "Ящики и кейсы — динамические объекты во всех играх серии.\n\n Описание \nДеревянные ящики и стальные кейсы, встречающиеся по всей Зоне. Брать их в рюкзак нельзя, однако они легко перемещаются.\n\nЯщики и кейсы легко разрушаются при помощи любого оружия. Чем оно сильнее, тем проще будет разбить контейнер, однако их можно разбить и без оружия. Для вскрытия металлического кейса достаточно просто вбежать в него, прыгнуть на него или рядом с ним, либо кинуть болт (ТЧ и ЗП), а деревянный ящик придётся либо сбросить, либо прыгнуть на него с определённой высоты.\n\nОбломки разрушенных ящиков и кейсов пропадают через какое-то время.\n\n Применение \nthumb|200px|Хабар, выбитый из ящикаВ ТЧ и ЧН из ящиков можно выбить неплохой хабар. Обычно это всякие мелочи: аптечки, бинты, патроны, недорогие артефакты и т. п. На более поздних локациях шанс выбить что-нибудь приличное увеличивается. Так, в «Тени Чернобыля» на локации ЧАЭС есть неплохой шанс найти в ящиках мощное оружие, такое как ФТ-200М или «Чёрный ястреб». Иногда даже может выпасть «Винтарь-ВС». Ящики могут также послужить в качестве временного укрытия или помочь протагонисту куда-нибудь взобраться.\n\nВ «Зове Припяти» ящики и кейсы не имеют содержимого. Они служат только в качестве декоративных динамических объектов и иногда в качестве метательного снаряда для полтергейстов и бюреров.\n\n Содержимое \nЯщики и кейсы делятся на три категории:\n Всегда пустые;\n Содержащие заранее предопределённый набор предметов, который не меняется ни при перезагрузке, ни при начале новой игры;\n Содержащие случайно сгенерированные игрой предметы.\n\n Случайное содержимое \nБольшая часть ящиков и кейсов в «Тени Чернобыля» и «Чистом Небе» имеют случайно генерируемое содержимое. При этом существует несколько типов списков случайного снаряжения: одни включают в себя исключительно патроны и медикаменты, в то время как другие — оружие и костюмы. Как правило, местонахождение ящика напрямую связано с тем, что может в нём оказаться: в местах, где заведует «Долг», будут чаще попадаться ящики с советскими боеприпасами и армейскими медкомплектами, а там, где расположилась «Свобода», скорее будут выпадать патроны западного образца. Объём выпадающих предметов (но не факт их выпадения) также определяется сложностью игры.\n\nПомимо этого, выпадение предметов также зависит от локации, на которой был разбит ящик: технически один и тот же контейнер будет иметь кардинально разное содержимое у окраин Зоны и ближе к Центру. Таким образом, если разбить ящик с артефактами или арсеналом на Свалке или на Кордоне, игрок никогда не сможет получить оттуда, например, «Золотую рыбку» или ФТ-200М.\n\nПолный список таких контейнеров приведён в соответствующей статье, а их содержимое — ниже.\n\n «Тень Чернобыля» \n\n «Чистое Небо» \n\n Высчитывание результатов \nВысчитать точное количество добычи из ящиков и кейсов можно путём объединения информации обоих таблиц. Скажем, для вычисления выпадающих вещей и их процентного соотношения у маленького обычного контейнера на Кордоне в «Тени Чернобыля», нужно посмотреть соответствующие элементы таблиц (см. выше). Затем, взяв за основу всё возможное содержимое этого вида контейнера, нужно исключить все предметы, которые не могут выпасть на данной локации. В итоге получится следующая (итоговая) таблица:\n АмуницияПредметШанс выпадения   Медикаменты\n Предопределённое содержимое \nПрочие контейнеры содержат в себе конкретные, заранее известные предметы, выпадающие каждый раз со стопроцентной вероятностью. Их количество всегда фиксировано и не зависит от сложности игры. Чаще всего в них встречаются медикаменты или еда.\n\nПолный список таких контейнеров приведён в соответствующей статье.\n\n Баги и недочёты \n Из-за того, что некоторые модели ящиков и кейсов, а также их обломки прописаны в списке таскаемых предметов, то их можно таскать, как трупы, если, стоя рядом с ними, зажать  (по умолчанию). При этом на экран не выводится подсказка о возможности перетаскивания.\n Иногда вещи из ящиков и кейсов проваливаются на уровень ниже (этаж, ярус, полка и т.п.) или вовсе под землю. В случае с кейсами подобную проблему можно предотвратить, столкнув кейс собственным телом на землю, отчего он разрушается, но содержимое не проваливается.\n Из-за ошибки в скриптах игра по умолчанию округляет все вероятности выпадения до целых чисел в меньшую сторону, из-за чего многим предметам причисляется вероятность в 0 %.\n Некоторые ящики лежат в таких местах, в которые никак нельзя попасть. Одним из таких является ближайшая смотровая вышка на Дикой территории.\n  Хотя Гаусс-пушка и является допустимым предметом на ЧАЭС и последующих локациях, она, вероятно, по ошибке, исключена из всех существующих типов контейнеров, из-за чего получить её из ящика нельзя.\n  Хотя патроны 7,62 × 54 ПП и являются допустимым предметом в Рыжем лесу и последующих локациях, они, вероятно, по ошибке, исключены из всех существующих типов контейнеров, из-за чего получить их из ящика нельзя.\n  Из-за ошибки в коде игры, на Военных Складах запрещены к выпадению все предметы, из-за чего все контейнеры со случайным содержимым окажутся пустыми.\n\n Интересные факты \n  В файлах игры присутствует ещё три уникальных вида ящиков со случайным содержимым: малый меднабор, продвинутый меднабор и богатый меднабор, каждый из которых должен с шансом в 100% давать ряд предметов. Для малого меднабора это аптечки и бинты, для продвинутого — армейские аптечки, бинты и антирады, а для богатого — научные аптечки, бинты и антирады. Тем не менее, в самой игре не встречается ни один из этих контейнеров.\n  В игре присутствуют контейнеры, из которых должны выпадать гранаты, оружие и артефакты. Такие контейнеры спрятаны в труднодостижимых местах, как, например, чердак одного из домов на северном хуторе; крыша завода на Янтаре или заброшенная часть завода в Тёмной Долине. Однако так как гранаты, артефакты и оружие не включены в список допустимых к выпадению предметов на любых локациях, для игрока все эти ящики всегда будут пустыми.\n  На земснаряде есть дверь, заблокированная ящиком, который необходимо разбить, чтобы её открыть.\n\n Галерея \n\nКатегория:Объекты игрового мира"
    },
    {
        "id": 138501,
        "title": "Ящики и кейсы/с предопределённым содержимым",
        "text": "В этой статье указаны местонахождения всех ящиков и кейсов в «S.T.A.L.K.E.R.: Тень Чернобыля» и «S.T.A.L.K.E.R.: Чистое Небо», из которых абсолютно всегда выпадает предопределённое содержимое, указанное в таблицах, доступное в пределах каждой конкретной локации.\n\n Тень Чернобыля \n\nКордон=\n\n№МестонахождениеСодержимоеФото1Военный блокпостМеталлический кейс на полках справа от входа в казарму.150px2Военный блокпостТри деревянных ящика и два металлических кейса на чердаке казармы.Добраться до контейнеров можно, взобравшись на бетонные плиты, приставленные к забору, окружающему блокпост, запрыгнув с них на крышу туалета, и уже оттуда — на крышу казармы. Содержимое данных контейнеров часто проваливается сквозь потолок в казарму.150px34150px5150px6150px7Палаточный лагерьОдин из двух деревянных ящиков в логове кабанов.150px8Окрестности деревни новичковОдин из двух деревянных ящиков в кустах между деревней и блокпостом.150px9Деревня новичковДеревянный ящик в крайнем восточном доме.150px10Деревня новичковДеревянный ящик в подполе юго-восточного дома.150px11Деревня новичковМеталлический кейс на крыше развалин центрального дома.150px12Деревня новичковДеревянный ящик в подвале.Вход в искомый подвал — левый от костра.150px13Деревня новичковДеревянный ящик в глубине чердака, на который ведёт деревянная лестница, стоящая рядом с Волком.150px14Деревня новичковДеревянный ящик в подполе рядом с матрасом, на котором спит Шустрый после своего спасения.150px15Деревня новичковМеталлический кейс на деревянном ящике в крайнем доме на северо-востоке деревни.150px16Деревня новичковДеревянный ящик в дыре крыши северо-восточного дома.Добраться до ящика можно, воспользовавшись лестницей рядом с Волком, пройдя по карнизу и перепрыгнув с крыши на крышу.150px17Деревня новичковДеревянный ящик на чердаке крайнего дома на юго-востоке деревни.Добраться до ящика можно, забравшись на крышу стоящего рядом грузовика, разбежавшись и прыгнув.150px18Тайный лагерьМеталлический кейс между упавшим деревом и цистерной на металлическом ящике.Кейс необходимо столкнуть с контейнера на землю и, если он не разбился, сломать уже там. В противном случае, из-за допущенной разработчиками ошибки координат, находящийся в нём артефакт появится внутри лежащего под кейсом ящика, откуда извлечь его честным путём уже не представляется возможным.150px19Тайный лагерьОдин из двух деревянных ящиков посреди карьера.Ящик находится точно в аномалии «Трамплин», и при поднятии аптечки стоит быть крайне осторожным.150px20Туннель под дорогойМеталлический кейс на деревянных ящиках внутри вагончика рядом с Толиком.150px21Туннель под дорогойМеталлический кейс на капоте УАЗ.150px22ЭлеваторМеталлический кейс на крыше гаражного здания.Добраться до кейса можно, забравшись на ГАЗ-53, стоящий во дворе, разбежавшись и прыгнув на крышу крыльца.150px23ЭлеваторМеталлический кейс на втором этаже элеватора.thumb|120x120px|Наводка на тайник напарника ТоликаНаводку на кейс можно получить, обыскав тело новичка с аптечкой, лежащего рядом с Толиком.150px24АТПМеталлический кейс на кирпичной кладке у разрушенной стены главного здания.150px25АТПМеталлический кейс на краю дыры в чердачном потолке главного здания.Забраться на чердак возможно, но нецелесообразно трудно. Гораздо проще — взобраться на второй этаж и сбить кейс выстрелами.150px26АТПОдин из двух деревянных ящиков под лестницей.150px27Развалины хутораМеталлический кейс на деревянных досках.150px\n\n Примечания \n\n|-|\n\nСвалка=\n\n№МестонахождениеСодержимоеФото1Кладбище брошенной техникиТри металлических кейса на КПП.150px234Кладбище брошенной техникиДва деревянных ящика на вышке.Без учёта использования багов игры, добраться до ящиков абсолютно невозможно. Единственный способ подобрать находящиеся в нём предметы — сломать ящики выстрелами или взрывами гранат и подобрать упавшие вниз патроны.Часть патронов обычно остаётся лежать на вышке или застревает в лестнице, и сбросить их вниз можно только взрывами гранат. По этой причине, разумнее сломать лишь один ящик, содержащий 400 патронов, и дать второму, с намного большим боекомплектом, упасть вниз.150px56Кладбище брошенной техникиМеталлический кейс в кузове КамАЗа на северо-западе стоянки.Запрыгнуть в грузовик иногда нелегко, но можно выбросить себе под ноги какой-либо предмет (проще всего — броню), стоя вплотную к грузовику, и запрыгнуть с него в кузов.150px7Гримпенская трясинаДва металлических ящика на бетонных блоках.150px89Укрытие в лесуМеталлический кейс в низине перед декоративными трупами.150px10ДепоМеталлический кейс на деревянном ящике внутри вагона.150px\n\n Примечания \n\n|-|\n\nПодземелье НИИ «Агропром»=\n\n№МестонахождениеСодержимоеФото1Лагерь бандитовДеревянный ящик возле аномалии «Холодец» под большой трубой.150px2Зал с кровососомМеталлический кейс возле горелки и артефакта «Морской ёж».150px3Зал с кровососомДеревянный ящик в конце зала.150px4Тайник СтрелкаДеревянный ящик около входа в тайник.150px5Тайник СтрелкаДеревянный ящик около входа в тайник за большой трубой в углу комнаты.150px6Тайник СтрелкаТри металлических кейса на столе.150px789Зал с цистернамиОдин из трёх деревянных ящиков слева от входа в зал.150px\n\n|-|\n\nТёмная долина=\n\n№МестонахождениеСодержимоеФото1ЭлеваторМеталлический кейс на деревянной катушке в ковше элеватора.Кейс располагается в зоне сильного радиационного фона. Без водки, противорадиационных препаратов или артефактов, выводящих радиацию, его изъятие смертельно опасно.150px2ЗаводМеталлический кейс на крыше трансформаторной будки возле лестницы на первом этаже завода.Из-за того, что контейнер с большим количеством содержимого располагается в довольно ограниченном пространстве, часть боеприпасов может упасть в узкий зазор между двумя стенами, откуда извлечь их можно только взрывами гранат. Во избежание подобного, следует забраться по трубам на трансформаторную будку, ногами продвинуть кейс к противоположному краю крыши и сбросить его на пол, где хватает места для спавна всего десятка пачек патронов.150px3Старая фабрикаДеревянный ящик в вагончике во внутреннем дворе фабрики.150px4Старая фабрикаДеревянный ящик на выходе из здания, в котором расположен кабинет Борова.150px\n\n Примечания \n\n|-|\n\nЛаборатория X18=\n\n№МестонахождениеСодержимоеФото1Зал с колбамиХранилищеДва металлических кейса в дальнем шкафу.Искомые кейсы — левый на нижней полке и единственный сверху.Из-за того, что контейнеры с большим количеством содержимого располагаются в довольно ограниченном пространстве, часть боеприпасов может провалиться под шкаф, откуда извлечь их невозможно. В связи с этим, перед вскрытием кейсов рекомендуется сохранить игру.150px2150px\n\n Примечания \n\n|-|\n\nДикая территория=\n\n№МестонахождениеСодержимоеФото1ПолустанокДеревянный ящик в закрытом станционном здании.Проникнуть в здание станции возможно через дыру в его крыше. Чтобы добраться до неё, нежно забраться по лестнице на крышу соседнего ангара (на фото — на заднем плане) и перепрыгнуть оттуда на крышу исходного здания. При проникновении следует быть осторожным и учесть две опасности:— Яма с аномалией «Электра» под спуском в здание, откуда невозможно выбраться.— Высокий радиационный фон внутри здания.150px2Тоннель с «электрами»Металлический кейс в контейнере рядом с трупом Фримена.150px\n\n Примечания \n\n|-|\n\nЯнтарь=\n\n№МестонахождениеСодержимоеФото1Завод «Янтарь»Металлический кейс под столом в восточном производственном здании.150px2Завод «Янтарь»Металлический кейс на первом этаже главного здания возле спуска в X16.150px\n\n|-|\n\nЛаборатория X16=\n\n№МестонахождениеСодержимоеФото1ХранилищеОдин из четырёх деревянных ящиков в тупике за деревянным забором.150px2ХранилищеДеревянный ящик за колонной и металлический кейс на полке рядом с ним.150px3150px4Установка «Пси-мозг»Второй ярусДеревянный ящик у стены около лестницы, ведущей на третий ярус.Комбинезон, лежащий в ящике, может провалиться на ярус ниже.150px5Тайный ходОдин из трёх металлических кейсов у спуска в трубу.150px\n\n Примечания \n\n|-|\n\nАрмейские склады=\n\n№МестонахождениеСодержимоеФото1Военная базаДеревянный ящик на кухне Повара.150px2Военная базаМеталлический кейс под крышей казармы.Добраться до кейса можно, спрыгнув на крышу казармы со снайперской вышки. Патроны, лежащие в ящике, практически всегда проваливаются в казарму, вниз под потолок.150px3Блокпост наёмниковМеталлический кейс на автобусной остановке рядом со снайперской модификацией ТРс-301.150px\n\n Примечания \n\n|-|\n\nСаркофаг=\n\n№МестонахождениеСодержимоеФото1Техническое помещение реактораПри обыкновенном прохождении уровня, эта область не посещается игроком. Чтобы добраться до неё, необходимо пройти мимо дыры в стене, ведущей дальше по уровню, до конца коридора, и свернуть в небольшой проём слева. Следует быть осторожным: в помещении под реактором крайне сильный радиационный фон.Деревянный ящик в глубине помещения за стержнями-поглотителями.150px2Техническое помещение реактораДеревянный ящик в глубине помещения на уровень ниже предыдущего.150px\n\n Примечания \n\n|-|\n\n Чистое Небо \n\nБолота=\n\n№МестонахождениеСодержимоеФото1Второй форпост.Деревянный ящик за зелёным вагончиком.150px2Рыбацкий хутор.Деревянный ящик за печкой в южном здании.150px3Рыбацкий хутор.Деревянный ящик за конюшней.150px4Смотровая вышка.Металлический кейс под вышкой.150px5Старая церковь.Один из деревянных ящиков в пристройке.150px6Старая церковь.Металлический кейс на кровати у южной стены.150px7Старая церковь.Металлический кейс на железном листе в южной части купола.150px8Сгоревший хутор.Деревянный ящик за оградой северного здания ближе к вышке.150px9Сгоревший хутор.Деревянный ящик в баррикаде, сооружённой на востоке от вышки.150px10Сгоревший хутор.Один из металлических кейсов в кузове ГАЗ-53, стоящего в южном направлении от хутора.150px11Механизаторский двор.Металлический кейс в главном здании, на третьей полке этажерки у северной стены.150px12Механизаторский двор.Деревянный ящик в главном здании у пролома в западной стене.150px13Механизаторский двор.Деревянный ящик в южном здании у северной стены за деревянным стеллажом.150px14Механизаторский двор.Металлический кейс в южном здании у южной стены на третьей полке этажерки.150px15Механизаторский двор.Деревянный ящик в западном здании.150px16Механизаторский двор.Деревянный ящик у цистерны за южным зданием.150px17Северный хутор.Деревянный ящик в веранде южного здания.150px18Северный хутор.Деревянный ящик в маленькой комнате западного здания.150px19Северный хутор.Деревянный ящик за трансформаторной будкой.150px20Железнодорожная насыпь.Деревянный ящик в грузовом вагоне, повреждённом аномалией.150px21Железнодорожная насыпь. Полустанок.Металлический кейс под ступеньками.150px22Стоянка под насыпью.Металлический кейс в лодке.150px23Временный лагерь.Деревянный ящик под металлической конструкцией.150px24Баррикады на берегу.Металлический кейс в трубе.150px25Насосная станция.Деревянный ящик на помосте.150px26Насосная станция.Деревянный ящик на металлической решётке в южной части станции.150px27Насосная станция.Деревянный ящик на нижней решётке в северо-западной части станции.150px28Руины деревни.Деревянный ящик в контейнере перед северным зданием.150px29Руины деревни.Один из металлических кейсов на крыше северо-западного здания.150px30Руины деревни.Металлический кейс в юго-западном направлении от деревни на островке из мусора, в бетонном кольце.150px31Лодочная станция.Деревянный ящик в домике.150px32Привал на бревне.Металлический кейс в северо-западном направлении от подлокации, в бетонной трубе, которая в воде.150px33Развилка троп.Деревянный ящик возле катушки с кабелем.150px34Южный хутор.Металлический кейс в северном доме в печке.150px35Южный хутор.Металлический кейс на чердаке северо-западного здания.150px36Южный хутор.Деревянный ящик в юго-восточном здании.150px37Южный хутор.Деревянный ящик в южном здании с печкой.150px38Стоянка в камышах.Металлический кейс на юге от костра в кузове грузовика КамАЗ-5320.150px\n\n|-|\n\nКордон=\n\n№МестонахождениеСодержимоеФото1База нейтралов.Деревянный ящик за деревянными контейнерами возле южного здания.150px2База нейтралов.Один из деревянных ящиков в кузове ЗИЛ-131 слева от входа на базу.150px3База нейтралов.Деревянный ящик справа от входа на базу под деревянным помостом.150px4База нейтралов.Первый деревянный ящик в северном здании слева от камеры с Халецким.150px5База нейтралов.Второй деревянный ящик в северном здании слева от камеры с Халецким.150px6База нейтралов.Третий деревянный ящик в северном здании слева от камеры с Халецким.150px7База нейтралов.Деревянный ящик в северном здании слева от каморки Шилова.150px8База нейтралов.Деревянный ящик в западной части южного здания напротив костра.150px9База нейтралов.Деревянный ящик за трактором Т-40 слева от входа на базу.150px10Тоннель с Пупиным.Металлический кейс справа в конце тоннеля.150px11Тоннель с Пупиным.Деревянный ящик слева в конце тоннеля.150px12Тоннель с Пупиным.Деревянный ящик справа в тоннеле.150px13Тоннель с Пупиным.Деревянный ящик слева в середине тоннеля.150px14Развалины хутора.Деревянный ящик на первом этаже северного здания.150px15АТП.Деревянный ящик в северном здании под лестницей, ведущей на второй этаж.150px16АТП.Один из деревянных ящиков в гараже восточного здания в кузове ЗИЛ-130.150px17Деревня новичков.Деревянный ящик в южном доме.150px18Деревня новичков.Деревянный ящик в юго-восточном доме.150px19Деревня новичков.Деревянный ящик слева от входа в ограду юго-западного дома.150px20Военный блокпост.Деревянный ящик в помещении казармы в первой комнате у восточной стены.150px21Военный блокпост.Металлический кейс на деревянном шкафчике на проходной в восточном здании.150px22Дальний блокпост.Деревянный ящик в здании блокпоста в штабной комнате.150px23Дальний блокпост.Деревянный ящик на улице у западной стены здания.150px24Элеватор.Металлический кейс под крышей здания элеватора.150px25Элеватор.Металлический кейс в юго-западном углу крыши сдвоенного здания.150px26Элеватор.Деревянный ящик в нише в южном здании.150px27Элеватор.Деревянный ящик во внутреннем дворе в нише здания за грузовиком ГАЗ-53.150px28Блокпост под мостом.Деревянный ящик между трубой и экскаватором МТП-71.150px29Привал на склоне.Деревянный ящик.150px30Дальняя стоянка.Деревянный ящик у поваленного дерева.150px\n\n|-|\n\nСвалка=\n\n{| class=\"wikitable\" style=\"text-align: center\"\n|№\n|Местонахождение\n|Содержимое\n|Фото\n|-\n|1\n|Концлагерь.Металлический кейс в салоне автобуса ЛАЗ-4202, возле которого стоят на коленях пленные диггеры.\n|\n|150px\n|-\n|2\n|Концлагерь.Деревянный ящик в кузове ЗИЛ-131, который стоит в центре стоянки.\n|\n|150px\n|-\n|3\n|Концлагерь.Деревянный ящик в кузове КамАЗ-5320, стоящего без кабины, в юго-восточной части стоянки.\n|\n|150px\n|-\n|4\n|Концлагерь.Деревянный ящик в кузове грузовика КамАЗ-5320, стоящего без тента и кабины в юго-западной части стоянки.\n|\n|150px\n|-\n|5\n|Концлагерь.Деревянный ящик в кузове грузовика КамАЗ-5320, стоящего в северо-западной части стоянки.\n|\n|150px\n|-\n|6\n|Блокпост-приёмник.Деревянный ящик возле катушки с кабелем.\n|\n|150px\n|-\n|7\n|Блокпост-приёмник.Деревянный ящик возле грузовика ЗИЛ-131.\n|\n|150px\n|-\n|8\n|Северный блокпост.Деревянный ящик под сеточным навесом.\n|\n|150px\n|-\n|9\n|Северный блокпост.Деревянный ящик в вагончике.\n|\n|150px\n|-\n|10\n|Местность между Барахолкой и лагерем в ложбине.Деревянный ящик возле трубы.\n|\n|150px\n|-\n|11\n|Точка сбора.Деревянный ящик на выступающей из кучи мусора бетонной плите.\n|\n|150px\n|-\n|12\n|Местность на востоке от стоянки диггеров.Металлический кейс на мусорной куче.\n|\n|150px\n|-\n|13\n|Местность на север от Концлагеря.Металлический кейс на бетонном блоке.\n|\n|150px\n|-\n|14\n|Южная куча мусора.Металлический кейс на полузакопаной кабине от башенного крана.|\n|150px\n|-\n|15\n|Новая стоянка.Металлический кейс на кабине от башенного крана, валяющейся на куче мусора.|\n|150px\n|-\n|16\n|Защитный блокпост.На юге от поста металлический кейс под деревом на склоне холма.|\n|150px\n|}\n\n|-|\n\nТёмная Долина=\n\n{| class=\"wikitable\" style=\"text-align: center\"\n|№\n|Местонахождение\n|Содержимое\n|Фото\n|-\n|1\n|Полевой лагерь.Металлический кейс возле трубы под холмом.|\n|150px\n|-\n|2\n|Старая ферма.Металлический кейс за сломанной кроватью у восточной стены в восточном здании.|\n|150px\n|-\n|3\n|Старая ферма.Верхний деревянный ящик слева от торцевого входа в западное здание в пирамиде из деревянных ящиков.|\n|150px\n|-\n|4\n|Старая ферма.Деревянный ящик в юго-западном углу восточного здания.|\n|150px\n|-\n|5\n|Старая ферма.Металлический кейс в сарайчике в северной части фермы.|\n|150px\n|-\n|6\n|Блокпост у фермы.Металлический кейс на крыше вагончика.|\n|150px\n\n|-|\n\nНИИ «Агропром»=\n\n{| class=\"wikitable\" style=\"text-align: center\"\n|№\n|Местонахождение\n|Содержимое\n|Фото\n|-\n|1\n|Институт «Агропром».Деревянный ящик во внутреннем дворике с машиной радиосвязи ГАЗ-66.|\n|150px\n|-\n|2\n|Институт «Агропром».Деревянный ящик стоящий на деревянном контейнере за зданием института с южной стороны.|\n|150px\n|-\n|3\n|Институт «Агропром».Здание, расположенное параллельно тировой площадке.Деревянный ящик за входной дверью.|\n|150px\n|-\n|4\n|Институт «Агропром».Медпункт на первом этаже.Металлический кейс на полочке.|\n|150px\n|-\n|5\n|Институт «Агропром».Зверинец.Деревянный ящик за чучелами мутантов.|\n|150px\n|-\n|6\n|Институт «Агропром».Металлический кейс на северо-восточной вышке.|\n|150px\n|-\n|7\n|Институт «Агропром».Металлический кейс на юго-восточной вышке.|\n|150px\n|-\n|8\n|Институт «Агропром».Металлический кейс на юго-западной вышке.|\n|150px\n|-\n|9\n|Домик на болоте.Один из деревянных ящиков в доме.|\n|150px\n|-\n|10\n|Задний выход.Деревянный ящик на крыше здания.|\n|150px\n|-\n|11\n|rowspan=\"2\" |Тупик тоннеля.Два металлических кейса в вагоне.|rowspan=\"2\" |\n|rowspan=\"2\" |150px\n|-\n|12\n|-\n|13\n|rowspan=\"2\" |Тупик тоннеля.Два металлических кейса возле вагонетки.|rowspan=\"2\" |\n|rowspan=\"2\" |150px\n|-\n|14\n|-\n|15\n|rowspan=\"2\" |Дорога на Свалку.Два металлических кейса в автомобиле УАЗ-469.|rowspan=\"2\" |\n|rowspan=\"2\" |150px\n|-\n|16\n|-\n|17\n|Дорога на Свалку.Металлический кейс на ящике.|\n|150px\n|-\n|18\n|Временный лагерь.Металлический кейс за автомобилем УАЗ-469.|\n|150px\n|-\n|19\n|Временный лагерь.Металлический кейс у камней.|\n|150px\n|-\n|20\n|Развилка.Металлический кейс в кузове грузовика КамАЗ-5320.|\n|150px\n|-\n|21\n|Старая стоянка.Металлический кейс возле радиостанции.|\n|150px\n\n|-|\n\nПодземелье «Агропрома»=\n\n{| class=\"wikitable\" style=\"text-align: center\"\n|№\n|Местонахождение\n|Содержимое\n|Фото\n|-\n|1\n|Коридор со снорками.Деревянный ящик в нише справа от лестницы.|\n|150px\n|-\n|2\n|Тайник Стрелка.Нижний металлический кейс на полочке.|\n|150px\n|-\n|3\n|rowspan=\"2\" |Лестница между затопленным подземельем и коридором с тайником Стрелка.Два металлических кейса на верхней площадке.|rowspan=\"2\" |\n|rowspan=\"2\" |150px\n|-\n|4\n|-\n|5\n|Коридор на лестнице, ведущей на выход из подземелья.Металлический кейс за металлической сеткой в конце коридора.|\n|150px\n|-\n|6\n|Лестница, ведущая на выход из подземелья.Деревянный ящик справа от вертикальной лестницы.|\n|150px\n|-\n|7\n|Комната между коридором со снорками и залом с контролёром.Деревянный ящик у стены.|\n|150px\n|-\n|8\n|rowspan=\"2\" |Зал с контролёром.Два деревянных ящика на верхней площадке в центре зала.|rowspan=\"2\" |\n|rowspan=\"2\" |150px\n|-\n|9\n|-\n|10\n|Комната с пультом управления.Металлический кейс под трубами.|\n|150px\n|-\n|11\n|rowspan=\"2\" |Комната с пультом управления.Два металлических кейса в подвальном помещении подсобной комнаты.|rowspan=\"2\" |\n|rowspan=\"2\" |150px\n|-\n|12\n|-\n|13\n|Зал с колоннами, соединяющий комнату с пультом с коридором с тушканами.Деревянный ящик в юго-западном углу зала.|\n|150px\n|-\n|14\n|Коридор с тушканами.Металлический кейс под потолком в трубе вентиляции.|\n|150px\n|-\n|15\n|Коридор с тушканами.Один из деревянных ящиков у вентилятора.|\n|150px\n\n|-|\n\nЯнтарь=\n\n{| class=\"wikitable\" style=\"text-align: center\"\n|№\n|Местонахождение\n|Содержимое\n|Фото\n|-\n|1\n|Завод.Здание с «электрами» справа от проходной завода.Металлический кейс на нижней полке стола.|\n|150px\n|-\n|2\n|Завод.Деревянный ящик за цистерной в северо-восточном углу заводской ограды.|\n|150px\n|-\n|3\n|Завод.Деревянный ящик в вагончике в северо-восточной части заводской территории.|\n|150px\n|-\n|4\n|Завод. Задворки завода.Один из деревянных ящиков в кирпичном здании под самым нижним пролётом лестницы.|\n|150px\n|-\n|5\n|Завод. Задворки завода.Деревянный ящик на втором этаже в кирпичном здании.|\n|150px\n|-\n|6\n|Завод. Задворки завода.Металлический кейс за окном второго этажа кирпичного здания под металлической решёткой.|\n|150px\n|-\n|7\n|Завод.Здание с пультом управления охлаждающей установкой.Металлический кейс в здании.|\n|150px\n|-\n|8\n|rowspan=\"2\" |Вершина холма.Металлический кейс в зарешёченной ограде на юго-восток от точки первоначального расположения группы Левши.ПРИМЕЧАНИЕ: Следует обратить внимание на то, что оба кейса лежат в одной точке, из-за чего создаётся впечатление, что возле люка лежит только один кейс.\n|rowspan=\"2\" |\n|rowspan=\"2\" |150px\n|-\n|9\n|-\n|10\n|Труба.Деревянный ящик в трубе, соединяющей окрестности бункера учёных с низиной артефактов.|\n|150px\n|-\n|11\n|Блокпост у входа на локацию со стороны НИИ «Агропром».Деревянный ящик на деревянном контейнере.|\n|150px\n|-\n|12\n|Юго-западный угол локации.Деревянный ящик под елью.|\n|150px\n|-\n|13\n|Вышка на холме.Деревянный ящик под высоковольтной вышкой у западного края локации.|\n|150px\n\n|-|\n\nВоенные Склады=\n\n{| class=\"wikitable\" style=\"text-align: center\"\n|№\n|Местонахождение\n|Содержимое\n|Фото\n|-\n|1\n|Военная база. Здание штаба.Деревянный ящик на лестнице между первым и вторым этажами.|\n|150px\n|-\n|2\n|Военная база. Здание кухни.Деревянный ящик в дальней комнате.|\n|150px\n|-\n|3\n|Военная база.Металлический кейс за контейнерами у юго-западной вышки.|\n|150px\n|-\n|4\n|Военная база.Один из деревянных ящиков, стоящих в «электрах» между ангарами.|\n|150px\n|-\n|5\n|Военная база.Один из деревянных ящиков в разрушенном здании с бронетранспортёром.|\n|150px\n|-\n|6\n|Военная база. Барак с «жаркой».Деревянный ящик в комнате.|\n|150px\n|-\n|7\n|Брошенный хутор.Деревянный ящик перед входом в дом с «жаркой».|\n|150px\n|-\n|8\n|Брошенный хутор.Один из деревянных ящиков у стены западного здания.|\n|150px\n|-\n|9\n|Брошенный хутор.Деревянный ящик на стеллаже в западном здании.|\n|150px\n|-\n|10\n|Брошенный хутор.Один из деревянных ящиков у стены северо-восточного здания.|\n|150px\n|-\n|11\n|Брошенный хутор.Деревянный ящик на деревянном контейнере у западного здания.|\n|150px\n|-\n|12\n|Брошенный хутор.Деревянный ящик в северном здании.|\n|150px\n|-\n|13\n|Деревня кровососов.Металлический кейс на стеллажах в северном доме.|\n|150px\n|-\n|14\n|Деревня кровососов.Деревянный ящик в сарае на востоке деревни.|\n|150px\n|-\n|15\n|Деревня кровососов.Деревянный ящик в сгоревшем доме возле привала наёмников.|\n|150px\n|-\n|16\n|Деревня кровососов.Деревянный ящик в сгоревшем доме возле водонапорной башни.|\n|150px\n|-\n|17\n|Навес в южном направлении от брошенного хутора.Деревянный ящик около навеса.|\n|150px\n|-\n|18\n|Вход на локацию со стороны брошенного хутора.Деревянный ящик в кузове ЗИЛ-130.|\n|150px\n|-\n|19\n|Баррикады на холме.Деревянный ящик под навесом.|\n|150px\n|-\n|20\n|Бронепост.Деревянный ящик в кузове ЗИЛ-131.|\n|150px\n|-\n|21\n|Барьер.Деревянный ящик в вагончике.|\n|150px\n|-\n|22\n|Барьер.Деревянный ящик в кузове ГАЗ-53.|\n|150px\n|-\n|23\n|Дальний хутор.Деревянный ящик в сарае.|\n|150px\n\n|-|\n\nЛиманск=\n\n{| class=\"wikitable\" style=\"text-align: center\"\n|№\n|Местонахождение\n|Содержимое\n|Фото\n|-\n|1\n|Дом на развилке.Деревянный ящик около пулемётной точки на втором этаже.|\n|150px\n\n|-|\n\nЗаброшенный госпиталь=\n\n{| class=\"wikitable\" style=\"text-align: center\"\n|№\n|Местонахождение\n|Содержимое\n|Фото\n|-\n|1\n|Первый зал.Металлический кейс около первоначальной позиции отряда «Чистого неба».|\n|150px\n|-\n|2\n|Первый зал.Металлический кейс около первоначальной позиции отряда «Чистого неба».|\n|150px\n|-\n|3\n|Первый зал.Деревянный ящик на восточной стороне второго этажа.|\n|150px\n|-\n|4\n|Первый зал.Деревянный ящик на восточной стороне второго этажа.|\n|150px\n|-\n|5\n|Второй зал.Металлический кейс в центре зала на обломках стены.|\n|150px\n|-\n|6\n|Второй зал.Металлический кейс в центре зала на обломках стены.|\n|150px\n|-\n|7\n|Второй зал.Металлический кейс в центре зала на обломках стены.|\n|150px\n|-\n|8\n|Второй зал.Деревянный ящик за перевёрнутым столом на восточной стороне второго этажа.|\n|150px\n|-\n|9\n|Второй зал.Один из деревянных ящиков у западной стены на первом этаже.|\n|150px\n|-\n|10\n|Второй зал.Один из деревянных ящиков у западной стены второго этажа.''\n|\n|150px\n\nКатегория:Предметы «S.T.A.L.K.E.R.: Чистое Небо»\nКатегория:Предметы «S.T.A.L.K.E.R.: Тень Чернобыля»"
    },
    {
        "id": 138502,
        "title": "Ящики и кейсы/со случайным содержимым",
        "text": "В этой статье указаны местонахождения всех ящиков и кейсов в «S.T.A.L.K.E.R.: Тень Чернобыля» и «S.T.A.L.K.E.R.: Чистое Небо», из которых абсолютно всегда выпадает случайное содержимое, доступное в пределах каждой конкретной локации.\n\n Тень Чернобыля \nКордон=\n\n№МестонахождениеТип контейнера по содержимомуФото1Военный блокпостМеталлический кейс в казарме, над документами военных.Маленький армейский контейнер150px2Военный блокпостМеталлический кейс на столе командира блокпоста.Маленький армейский контейнер150px3Военный блокпостТри металлических кейса в вагончике.Маленький армейский контейнер150px456Военный блокпостДеревянный ящик в казарме, слева от входа.Большой обычный контейнер150px7Военный блокпостДеревянный ящик на втором этаже главного здания.Большой обычный контейнер150px8Палаточный лагерьОдин из двух деревянных ящиков в логове кабанов.Большой обычный контейнер150px9Деревня новичковНижний металлический кейс на чердаке крайнего дома на юго-востоке деревни.Маленький советский контейнер150px10Железнодорожная насыпьОдин из трёх деревянных ящиков на мосту.Маленький армейский контейнер150px11Блокпост под мостомМеталлический кейс под мостом, рядом с навесом из маскировочной сети, на зелёных контейнерах.Маленький армейский контейнер150px12Развалины хутораДва деревянных ящика на чердаке двухэтажного здания.Выпадающие из ящиков предметы проваливаются под потолок на этаж ниже.Большой обычный контейнер150px13\n\n Примечания \n\n|-|\n\nСвалка=\n\n№МестонахождениеТип контейнера по содержимомуФото1Стоянка между холмамиОдин из двух деревянных ящиков на большом зелёном контейнере.В ходе перестрелки с протагонистом противник может сломать ящик шальной пулей, и, как следствие, при обыске местности контейнер может либо вообще отсутствовать, либо его доступное для подбора содержимое уже будет лежать на месте ящика.Большой обычный контейнер150px2ДепоЯщик под металлическим кейсом внутри вагона в тупике.Большой обычный контейнер150px3ДепоМеталлический кейс на втором этаже депо, под лестницей, ведущей на третий этаж.Выпадающие из контейнера предметы проваливаются под потолок на этаж ниже.Маленький советский контейнер150px4ДепоДеревянный ящик у выхода на балкон на втором этаже, за зелёным перекрытием.Большой обычный контейнер150px5Железнодорожный тоннельМеталлический кейс на крыше локомотива.Маленький советский контейнер150px6БарахолкаМеталлический кейс на балконе.Маленький советский контейнер150px7БарахолкаДеревянный ящик около костра в руинах.Большой подземный контейнер150px\n\n Примечания \n\n|-|\n\nНИИ «Агропром»=\n\n№МестонахождениеТип контейнера по содержимомуФото1Завод «Агропром»Металлический кейс в мусорном контейнере.После вскрытия контейнера выбраться из мусорного бака своими силами становится невозможно. Ключ к решению проблемы — костюм, выброшенный на дно контейнера, с которого можно выпрыгнуть на края стенок контейнера и, присев, подобрать её обратно.Маленький армейский контейнер150px2Завод «Агропром»Металлический кейс в здании завода, на первом этаже, за колонной.Маленький советский контейнер150px3Завод «Агропром»Металлический кейс в здании завода, на втором этаже, на диване.Маленький советский контейнер150px4Завод «Агропром»Металлический кейс на восточной крыше завода.Выпадающие из кейса предметы проваливаются под потолок на этаж ниже.Маленький советский контейнер150px5Завод «Агропром»Деревянный ящик в западном корпусе завода, в углу после перехода.Большой подземный контейнер150px6Стоянка на обрывеДеревянный ящик в центре локации, рядом с аномалией «Воронка».Ящик располагается в зоне сильного радиационного фона. Без водки, противорадиационных препаратов или артефактов, выводящих радиацию, изъятие его содержимого смертельно опасно.Большой обычный контейнер150px7БолотоОдин из двух деревянных ящиков в кустах у болота.Большой обычный контейнер150px8Упавший вертолётДеревянный ящик в вагончике около упавшего вертолёта.Маленький советский контейнер150px9Упавший вертолётОдин из четырёх деревянных ящиков около упавшего вертолёта.Маленький советский контейнер150px10Институт «Агропром»Два из пяти деревянных ящиков между ангарами.Маленький обычный контейнер150px11150px12Институт «Агропром»Металлический контейнер в медсанчасти, на полках.Маленький армейский контейнер150px13Институт «Агропром»Металлический контейнер на втором этаже главного здания, на столе с аппаратурой.Маленький армейский контейнер150px14Институт «Агропром»Два деревянных ящика на крыше института.Без учёта использования багов игры, добраться до ящиков невозможно. Единственный способ заполучить их содержимое — взорвать контейнеры гранатой и подобрать упавшие под потолок вещи в случае, если данный баг произойдёт. В противном случае, содержимое контейнера недостижимо.Маленький армейский контейнер150px15Большой обычный контейнер\n\n Примечания \n\n|-|\n\nПодземелье НИИ «Агропром»=\n\nМестонахождениеТип контейнера по содержимомуФотоМеталлический кейс в конце последнего коридора с контролёром.Маленький армейский контейнер150px\n\n|-|\n\nТёмная Долина=\n\n№МестонахождениеТип контейнера по содержимомуФото1ЗаводМеталлический кейс на деревянных контейнерах рядом с выходом.Маленький обычный контейнер150px2ЗаводМеталлический кейс на деревянных контейнерах в углу холла.Маленький обычный контейнер150px3ЗаводТри металлических кейса на третьем этаже завода, в углу, рядом с РПГ-7у.Выпадающие из кейсов предметы проваливаются под потолок на этаж ниже.Маленький обычный контейнер150px456ЗаводДва деревянных ящика внутри одноэтажной постройки за заводом.Большой обычный контейнер150px78Стоянка на фермеТри металлических кейса в западном здании, рядом с костром.Маленький обычный контейнер150px910150px11БензоколонкаДва металлических кейса на крыше здания бензоколонки.Маленький советский контейнер150px1213БензоколонкаДеревянный ящик в вагончике под подъёмным краном.Большой обычный контейнер150px14Старая фабрикаМеталлический кейс в главном здании, на первом этаже, у подножья лестницы.Маленький обычный контейнер150px15Старая фабрикаМеталлический кейс на краю крыши административного здания.Маленький обычный контейнер150px16Старая фабрикаМеталлический кейс на втором этаже административного здания, у зелёных контейнеров неподалёку от кабинета Борова.Маленький обычный контейнер150px17Старая фабрикаДва металлических кейса под столом в арсенале на первом этаже главного здания.Маленький обычный контейнер150px1819Старая фабрикаТри деревянных ящика в складском здании.Большой обычный контейнер150px2021150px22Старая фабрикаМеталлический кейс в вагончике во внутреннем дворе фабрики.Маленький обычный контейнер150px\n\n Примечания \n\n|-|\n\nЛаборатория X18=\n\n№МестонахождениеТип контейнера по содержимомуФото1-1 этажМеталлический кейс на пульте управления силовой установкой.Маленький научный контейнер150px2-1 этажДва деревянных ящика под лестницей в комнате с силовой установкой.Большой подземный контейнер150px34-2 этажДва металлических кейса в шкафчиках персонала лаборатории.Маленький научный контейнер150px56Зал с псевдогигантомТри металлических кейса в комнате с фотографией разработчиков.Маленький научный контейнер150px78150px9Зал с псевдогигантомОдин из двух деревянных ящиков внутри открытого контейнера.Большой подземный контейнер150px10Зал с псевдогигантомОдин из пяти деревянных ящиков рядом с бочкой и контейнерами.Большой подземный контейнер150px11Зал с псевдогигантомДеревянный ящик на контейнере с двумя бочками.Зачастую обитающий в зале псевдогигант ломает ящик ещё до прихода протагониста, и, как следствие, при обыске местности контейнер может либо вообще отсутствовать, либо его доступное для подбора содержимое уже будет лежать на месте ящика.Большой подземный контейнер150px12Зал с псевдогигантомОдин из двух деревянных ящиков в глубине зала.Большой подземный контейнер150px13Зал с псевдогигантомДеревянный ящик рядом с телом учёного.Большой подземный контейнер150px14Зал с колбамиОдин из трёх металлических кейсов в тупике, в дальнем шкафу.Маленький научный контейнер150px\n\n Примечания \n\n|-|\n\nБар=\n\n№МестонахождениеТип контейнера по содержимомуФото1Переход на СвалкуМеталлический кейс в кузове грузовика.Маленький советский контейнер150px2Южная заставаДеревянный ящик в кузове грузовика около южного блокпоста.Большой обычный контейнер150px3Металлический кейс в углу ангара, патрулируемого угрюмым долговцем.Маленький советский контейнер150px4Водонапорная башняМеталлический кейс на краю карниза водонапорной башни.Маленький советский контейнер150px5Бар «100 рентген»Два деревянных ящика на задворках бара.Большой обычный контейнер150px67Переход на МилитариЧетыре деревянных ящика возле грузовика.Снизу — контейнеры № 7-9; над ними — № 10.Большой обычный контейнер150px8910Большой подземный контейнер\n\n|-|\n\nДикая территория=\n\n№МестонахождениеТип контейнера по содержимомуФото1Металлический кейс в пристройке к зданию, где находятся снайперы группы Волкодава.Маленький контейнер НАТО150px2Металлический кейс в двухэтажном здании, на снайперской позиции наёмников.Маленький контейнер НАТО150px3Смотровая вышкаМеталлический кейс на вышке.Без учёта использования багов игры, добраться до кейса невозможно. Единственный способ подобрать находящиеся в нём предметы — сломать кейс и сбросить их с вышки взрывами гранат.Маленький контейнер НАТО150px4Упавший вертолётМеталлический кейс в открытом контейнере на перроне.Маленький контейнер НАТО150px5Упавший вертолётМеталлический кейс в вагончике, где изначально находится Волкодав.Маленький контейнер НАТО150px6Упавший вертолётМеталлический кейс под упавшим вертолётом.Маленький армейский контейнер150px7Деревянный ящик на лестнице в заросшем ангаре.Большой обычный контейнер150px8ПолустанокДва деревянных ящика в вагоне у перрона.Большой обычный контейнер150px910ПолустанокДеревянный ящик в вагончике около полустанка, над туннелем с «электрами».Большой обычный контейнер150px11СтройкаДва деревянных ящика в вагончике между стройкой и туннелем с «жарками».Большой обычный контейнер150px12\n\n Примечания \n\n|-|\n\nЯнтарь=\n\n№МестонахождениеТип контейнера по содержимомуФото1Бункер учёныхДеревянный ящик на транспортной площадке, рядом с тремя бочками.Большой обычный контейнер150px2Бункер учёныхТри деревянных ящика на вертолётной площадке бункера.Большой обычный контейнер150px345Бункер учёныхДва деревянных ящика в открытом контейнере за бункером.Большой обычный контейнер150px67ВертолётДва металлических кейса рядом с телом Васильева.Маленький научный контейнер150px89Труба под дорогойМеталлический кейс на выходе из сточной трубы.Маленький научный контейнер150px10Завод «Янтарь»Металлический кейс в углу ангара на юге завода.Маленький армейский контейнер150px11Завод «Янтарь»Металлический кейс на деревянных ящиках на выходе из южного ангара.Зачастую, к моменту прихода Меченого, сломанный обитающими на заводе зомби и снорками кейс или ящик либо вообще отсутствует, либо вместо него на полу уже лежит его содержимое.Маленький обычный контейнер150px12Завод «Янтарь»Один из трёх деревянных ящиков в восточном производственном здании.Зачастую, к моменту прихода Меченого, сломанный обитающими на заводе зомби и снорками кейс или ящик либо вообще отсутствует, либо вместо него на полу уже лежит его содержимое.Большой обычный контейнер150px13Завод «Янтарь»Деревянный ящик в углу одноэтажного кирпичного здания, за кирпичами.Большой обычный контейнер150px14Завод «Янтарь»Металлический кейс на цистерне.Маленький обычный контейнер150px15Завод «Янтарь»Два металлических кейса в пристройке к главному зданию.Маленький научный контейнер150px1617Завод «Янтарь»Металлический кейс рядом с телом военного.Маленький армейский контейнер150px18Завод «Янтарь»Металлический кейс внутри одноэтажной постройки на западе территории завода.Маленький научный контейнер150px19Завод «Янтарь»Металлический кейс рядом с БТР.Зачастую, к моменту прихода Меченого, сломанный обитающими на заводе зомби и снорками кейс или ящик либо вообще отсутствует, либо вместо него на полу уже лежит его содержимое.Маленький армейский контейнер150px\n\n Примечания \n\n|-|\n\nЛаборатория X16=\n\n№МестонахождениеТип контейнера по содержимомуФото1НасоснаяДеревянный ящик между насосами.Большой подземный контейнер150px2ХранилищеОдин из четырёх деревянных ящиков в тупике за деревянным забором.Большой подземный контейнер150px3ХранилищеОдин из трёх деревянных ящиков в клетке возле прохода к установке.Большой подземный контейнер150px4ХранилищеДва металлических кейса на дальней полке в коридоре у установки.Маленький научный контейнер150px56ХранилищеОдин из двух металлических кейсов на ближней полке в коридоре у установки.Маленький научный контейнер150px7ХранилищеОдин из четырёх деревянных ящиков на проходе в коридор со снорками.Зачастую, на момент прихода Меченого, сломанный обитающими в лаборатории снорками ящик либо вообще отсутствует, либо вместо него на полу уже лежит его содержимое.Большой подземный контейнер150px8КлеткиОдин из двух деревянных ящиков в клетке без номера в комнате с Призраком.Большой подземный контейнер150px9КлеткиОдин из двух деревянных ящиков в клетке № 5 в комнате с Призраком.Маленький научный контейнер150px10Тайный ходДва из трёх металлических кейсов у спуска в трубу.Маленький научный контейнер150px11\n\n Примечания \n\n|-|\n\nАрмейские склады=\n\n№МестонахождениеТип контейнера по содержимомуФото1Брошенный хуторДва металлических кейса в сарае.Маленький армейский контейнер150px23Военная базаОт одного до двух металлических кейсов на вершине каждой вышки на базе.Маленький контейнер НАТО150px4150px5150px67150px8150px9150px10Военная базаДва из трёх деревянных ящиков в ангаре с БТР.Большой обычный контейнер150px1112Военная базаТри деревянных ящика в дальнем углу западной казармы.Большой обычный контейнер150px131415Военная базаДва металлических кейса в дальнем углу западной казармы.Маленький контейнер НАТО150px1617Военная базаДеревянный ящик рядом с Шурупом.Большой арсенальный контейнер150px18Военная базаМеталлический кейс на деревянных ящиках рядом со столом Шурупа.Маленький контейнер НАТО150px19Военная базаТри металлических кейсаНа самом деле — четыре. В результате ошибки разработчиков ближний к Повару кейс оказался прописан в системных файлах два раза и, соответственно, спавнится на одном месте тоже дважды. рядом с Поваром.Маленький контейнер НАТО150px20212223БарьерЧетыре металлических кейса в вагончике рядом с Кепом.Маленький контейнер НАТО150px24252627БарьерТри металлических кейса в заброшенном вагоне.Маленький контейнер НАТО150px282930БарьерМеталлический кейс за мешками с песком.Маленький контейнер НАТО150px31БарьерДва металлических кейса на огневой позиции на контейнере.Маленький контейнер НАТО150px3233Дальний хуторМеталлический кейс на крыше сарая.Маленький контейнер НАТО150px34Дальний хуторМеталлический кейс в избе, на печи.Маленький армейский контейнер150px35Блокпост наёмниковТри металлических кейса под навесом из маскировочной сети.Маленький контейнер НАТО150px3637\n\n Примечания \n\n|-|\n\nРадар=\n\n№МестонахождениеТип контейнера по содержимомуФото1Блокпост на юге РадараПять из одиннадцати деревянных ящиков перед блокпостом.Большой обычный контейнер150px2150px3150px4150px5150px6Блокпост на юге РадараМеталлический кейс внутри сторожки.Маленький обычный контейнер150px7Поворот на Рыжий лесМеталлический кейс в армейском УАЗ.Маленький армейский контейнер150px8Поворот на Рыжий лесМеталлический кейс на снайперской вышке.Маленький обычный контейнер150px9Поворот на Рыжий лесДва деревянных ящика в вагоне около снайперской вышки.Большой обычный контейнер150px1011Т-64АМеталлический кейс и два деревянных ящика на танке.Маленький обычный контейнер150px12Большой обычный контейнер150px1314Т-64АОдин из трёх деревянных ящиков у костра.Большой обычный контейнер150px15БТР-70Три из восьми деревянных ящиков у бронетранспортёра.Большой обычный контейнер150px16150px17150px18БТР-70Металлический кейс на снайперской позиции в кузове ЗИЛ-131 рядом с БТР.Маленький обычный контейнер150px19Блокпост на северо-востоке РадараМеталлический кейс на снайперской вышке.Маленький обычный контейнер150px20Блокпост на северо-востоке РадараМеталлический кейс в вагоне около снайперской вышки.Маленький обычный контейнер150px21Блокпост на северо-востоке РадараДеревянный ящик в кузове ЗИЛ-130.Большой обычный контейнер150px22ПерекрёстокМеталлический кейс под УАЗ-452Без учёта использования багов игры, добраться до кейса невозможно. Единственный способ подобрать находящиеся в нём предметы — сломать кейс и вытолкать их из-под машины стрельбой или взрывами гранат..Маленький обычный контейнер150px23ПерекрёстокТри металлических кейса посреди перекрёстка.Маленький советский контейнер150px242526Подъём к антеннамДва из шести деревянных ящиков на подъёме.Взрыв бочек с топливом, скатываемых монолитовцами с вершины холма, иногда может уничтожить ящики и выбросить их содержимое за колючую проволоку.Большой подземный контейнер150px27150px28Выжигатель мозговМеталлический кейс внутри одноэтажной казармы, в ящике стола.Маленький обычный контейнер150px29Выжигатель мозговМеталлический кейс на деревянных ящиках под навесом из маскировочной сети.Маленький обычный контейнер150px30Выжигатель мозговДеревянный ящик возле костра и трёх вагончиков.Большой подземный контейнер150px\n\n Примечания \n\n|-|\n\nЛаборатория X10=\n\n№МестонахождениеТип контейнера по содержимомуФото1Вход в лабораториюДва деревянных ящика посреди зала.Большой обычный контейнер150px23Вход в лабораториюДеревянный ящик за контейнерами.Большой обычный контейнер150px4Вход в лабораториюМеталлический кейс на сетчатой полке.Маленький научный контейнер150px5Первая закодированная дверьДва из трёх деревянных ящиков в тупике.Большой обычный контейнер150px6Большой подземный контейнер150px7Зал с колоннамиМеталлический кейс за сеткой.Маленький научный контейнер150px8Зал с колоннамиДеревянный ящик в центре зала.Зачастую, к моменту прихода Меченого, сломанный обитающим в зале кровососом ящик либо вообще отсутствует, либо вместо него на полу уже лежит его содержимое.Большой обычный контейнер150px9Металлический кейс на полке в небольшой комнатке.Маленький научный контейнер150px10Фойе лабораторииОдин из трёх деревянных ящиков за сеткой.Большой обычный контейнер150px11Фойе лабораторииДеревянный ящик между контейнерами возле запертого выхода.Большой обычный контейнер150px12ХранилищеТри деревянных ящика и два металлических кейса в контейнере, на полках и на полу хранилища.Большой обычный контейнер150px13Маленький научный контейнер150px1415Большой обычный контейнер150px16150px17Деревянный ящик в комнатке с вентилем.Большой обычный контейнер150px18КотельнаяДва деревянных ящика напротив печи.Большой обычный контейнер150px19150px20КотельнаяМеталлический кейс на полке на выходе из котельной.Маленький научный контейнер150px21Зал с цистернамиДеревянный ящик под лестницей, ведущей в помещение с выключателем ПСИ-установки.Большой обычный контейнер150pxXЗал с цистернамиДве бочки перед цистерной. Большой подземный контейнерТаковыми данные предметы формально являются согласно системным файлам игры; однако фактически и обе бочки, и бутыль являются неразрушаемыми декоративным объектами, и каким-либо образом добыть прописанное в файлах случайное содержимое не представляется возможным.150pxYZЗал с цистернамиСтальная бутыль на эстакаде.150px\n\n Примечания \n\n|-|\n\nПрипять=\n\n№МестонахождениеТип контейнера по содержимомуФото1АллеяДеревянный ящик в углу забора между западными «хрущёвками».Большой подземный контейнер150px2АллеяДеревянный ящик в кузове ЗИЛ-131 за дальней западной «хрущёвкой».Большой подземный контейнер150px3ГаражиМеталлический кейс в мусорном контейнере.Маленький обычный контейнер150px4АллеяМеталлический кейс в ларьке на перекрёстке.Маленький обычный контейнер150px5Подземная автостоянкаМеталлический кейс в глубине открытого контейнера у костра.Маленький обычный контейнер150px6Подземная автостоянкаМеталлический кейс в телефонной будке на выходе из автостоянки.Маленький обычный контейнер150px7Памятник ЛенинуМеталлический кейс за мешками с песком.Маленький обычный контейнер150px8ДК «Энергетик»Металлический кейс у костра под сценой.Маленький обычный контейнер150px9ДК «Энергетик»Металлический кейс у подножья «алтаря» в концертном зале.Маленький обычный контейнер150px10Колесо обозренияМеталлический кейс в будке билетёра.Маленький обычный контейнер150px\n\n|-|\n\nЧАЭС=\n\n№МестонахождениеТип контейнера по содержимомуФото1ЛокомотивМеталлический кейс и деревянный ящик в вагоне.Маленький обычный контейнер150px2Большой арсенальный контейнер3ЛокомотивЧетыре деревянных ящика в кузове ЗИЛ-130 и рядом с ним.Большой арсенальный контейнер150px456\n\n|-|\n\nСаркофаг=\n\n№МестонахождениеТип контейнера по содержимомуФото1Лестница в СаркофагДеревянный ящик под сломанной винтовой лестницей в начале локации.Большой арсенальный контейнер150px2Дыра в стенеМеталлический кейс на ящике у стены.Маленький обычный контейнер150px3Узкая комнатаДеревянный ящик в углу.Большой подземный контейнер150px4Дальний коридорКейс на металлическом контейнере возле входа в узкую комнату.Маленький обычный контейнер150px5Засыпанный землёй переходДеревянный ящик в угловом проходе из ближнего коридора в левый.Большой подземный контейнер150px6Левый коридорМеталлический кейс в левом коридоре напротив подъёма в реакторную чашу к Монолиту.Маленький обычный контейнер150px7Правый коридорЯщик в правом коридоре возле лестницы к закодированной двери.Большой арсенальный контейнер150px8Коридор с закодированной дверьюДеревянный ящик на большом зелёном ящике, рядом с лестницей.Большой арсенальный контейнер150px9Коридор с закодированной дверьюМеталлический кейс на большом железном контейнере у двери.Маленький обычный контейнер150px\n\n|-|\n\nБункер управления Монолитом=\n\n№МестонахождениеТип контейнера по содержимомуФото1Вход в БункерМеталлический кейс у стены рядом со входом в Бункер.Маленький обычный контейнер150px2Комната с цистернойМеталлический кейс под цистерной в тупиковой комнате в конце коридора направо от входа.Маленький обычный контейнер150px3Комната с экзоскелетомДеревянный ящик в боковой комнате с экзоскелетом и снайпером, вооружённым Гаусс-пушкой.Большой подземный контейнер150px4Металлический кейс в углу соседней с предыдущей комнаты.Маленький обычный контейнер150px5Закрытая решёткаМеталлический кейс возле закрытой красной двери-решётки и двух снайперов с Гаусс-пушками.Маленький обычный контейнер150px6Ответвляющий коридорДеревянный ящик на проходе к установкам питания.Большой подземный контейнер150px7Комната с армейским бронекостюмомМеталлический кейс в угловой комнате, рядом с комбинезоном «Булат».Маленький обычный контейнер150px8Зал контроляМеталлический кейс под лестницей в зале с панелью управления установкой.Маленький обычный контейнер150px\n\n|-|\n\nЧАЭС-2=\n\n№МестонахождениеТип контейнера по содержимомуФото1Телепорт № 1СаркофагТри деревянных ящика на краю крыши саркофага рядом с лестницей, трубами и контейнером.Большой арсенальный контейнер150px234Телепорт № 1ТрубопроводДва деревянных ящика под трубой после спуска с лестницы.Большой арсенальный контейнер150px56Телепорт № 1ТрубопроводМеталлический кейс на снайперской позиции.Маленький обычный контейнер150px7Телепорт № 1ПереходЧетыре металлических кейса на крыше перехода, рядом с лестницей.Маленький обычный контейнер150px891011Телепорт № 3Крыша ХЖОТри деревянных ящика и металлический кейс рядом со входом в телепорт № 4.Большой арсенальный контейнер150px12150px1314Маленький обычный контейнер15Телепорт № 4Крыша СаркофагаДва металлических кейса у подножья трубы ЧАЭС, рядом со входом в телепорт № 5.Маленький обычный контейнер150px1617Телепорт № 9Навесной трубопроводМеталлический кейс на изгибе бетонного трубопровода.Самый труднодоступный честным путём контейнер в игре. Идя строго по установленному разработчиками пути, его достичь невозможно, и для его нахождения требуется спрыгнуть вниз с большой высоты и, постоянно используя аптечки, забежать на обрушившийся трубопровод под фоном радиации. Стоит отметить, что после поднятия содержимого контейнера дальнейшее прохождение всё ещё возможно, так как в конце трубопровода разработчиками предусмотрен альтернативный телепорт № 10, телепортирующий в ту же точку, что и основной.Маленький обычный контейнер150px18Телепорт № 11Вентиляционная трубаМеталлический кейс на крыше перехода.Маленький обычный контейнер150px192021Телепорт № 13Крыша 3-го энергоблокаДва деревянных ящика под подъёмным краном.Большой арсенальный контейнер150px2223Телепорт № 14Арсенал «Монолита»Семь металлических кейсов и три деревянных ящика в арсенале.Маленький обычный контейнер150px24150px25150px26150px27150px28150px29Большой арсенальный контейнер150px30150px31150px32Маленький обычный контейнер150px33Телепорт № 14Арсенал «Монолита»Два деревянных ящика рядом с телепортом № 15.Большой арсенальный контейнер150px34150px35Телепорт № 15Крыша 1-го энергоблокаДеревянный ящик на железных подмостках.Большой арсенальный контейнер150px36Телепорт № 15Крыша 1-го энергоблокаМеталлический кейс между вентиляционными шахтами возле входа в телепорт № 16.Маленький обычный контейнер150px\n\n Примечания \n\n|-|\n\n Чистое Небо \nБолота=\n\n№МестонахождениеТип контейнера по содержимомуФото1Окрестности базы «Чистого неба».Металлический кейс у воды, возле камня, слева от места оставления Шрама Иваном Тропником.Маленький обычный контейнер150px2Второй форпостДва деревянных ящика в зелёном вагончике.Маленький обычный контейнер150px34Второй форпостМеталлический кейс слева от стола за зелёным вагончиком.Маленький обычный контейнер150px5Рыбацкий хуторМеталлический кейс в лодке в юго-западном здании.Маленький обычный контейнер150px6Рыбацкий хуторНижний деревянный ящик в северном здании.Маленький обычный контейнер150px7Рыбацкий хуторМеталлический кейс в телеге на востоке от хутора.Маленький обычный контейнер150px8Рыбацкий хуторМеталлический кейс в печке юго-восточного здания.Маленький обычный контейнер150px9Смотровая вышкаМеталлический кейс на верхней площадке вышки.Маленький обычный контейнер150px10Старая церковьОдин из деревянных ящиков в сторожке.Маленький обычный контейнер150px11Старая церковьМеталлический кейс на деревянном помосте над притвором.Маленький обычный контейнер150px12Старая церковьМеталлический кейс на колокольне.Маленький обычный контейнер150px13Старая церковьМеталлический кейс на деревянных перекрытиях под куполом над алтарём.Маленький обычный контейнер150px14Старая церковьДеревянный ящик с правой стороны в притворе.Маленький обычный контейнер150px15ПеревалочнаяМеталлический кейс в УАЗе.Маленький обычный контейнер150px16Сгоревший хуторМеталлический кейс на вышке.Маленький обычный контейнер150px17Сгоревший хуторМеталлический кейс на чердаке северного здания.Маленький обычный контейнер150px18Сгоревший хуторДеревянный ящик в юго-восточном углу ограды здания с «жарками».Маленький обычный контейнер150px19Сгоревший хуторМеталлический кейс в телеге за хутором.Маленький обычный контейнер150px20Сгоревший хуторОдин из металлических кейсов в кузове грузовика ГАЗ-53, стоящего в южном направлении от хутора.Маленький обычный контейнер150px21Механизаторский дворМеталлический кейс в кузове ЗИЛ-130, стоящего под навесом.Маленький обычный контейнер150px22Механизаторский дворМеталлический кейс в кузове ГАЗ-53, стоящего под навесом возле ЗИЛа.Маленький обычный контейнер150px23Механизаторский дворМеталлический кейс в кузове ГАЗ-53, стоящего под навесом возле трактора Т-40.Маленький обычный контейнер150px24Механизаторский дворДеревянный ящик в главном здании, в юго-восточном углу.Маленький обычный контейнер150px25Механизаторский дворМеталлический кейс в главном здании, у западной стены, в углу, за ящиком.Маленький обычный контейнер150px26Механизаторский дворМеталлический кейс в главном здании, у северной стены, на полке.Маленький обычный контейнер150px27Стоянка у грузовикаМеталлический кейс в кузове ГАЗ-53.Маленький обычный контейнер150px28Северный хуторМеталлический кейс на чердаке западного здания.Маленький обычный контейнер150px29Северный хуторДеревянный ящик в северном здании.Маленький обычный контейнер150px30Северный хуторМеталлический кейс на чердаке северного здания.Маленький обычный контейнер150px31Северный хуторМеталлический кейс на чердаке северо-западного здания.Маленький обычный контейнер150px32Северный хуторДеревянный ящик в большой комнате западного здания.Маленький обычный контейнер150px33Железнодорожная насыпьМеталлический кейс в вагоне, повреждённом аномалией.Маленький обычный контейнер150px34Железнодорожная насыпьМеталлический кейс под платформой полустанка.Маленький обычный контейнер150px35Стоянка под насыпьюМеталлический кейс возле поваленного дерева.Маленький обычный контейнер150px36Временный лагерьМеталлический кейс под разрушенным бетонным блоком.Маленький обычный контейнер150px37Временный лагерьДеревянный ящик возле бетонных плит.Маленький обычный контейнер150px38Временный лагерьМеталлический кейс на деревянном стеллаже над металлической конструкцией.Маленький обычный контейнер150px39Баррикады на берегуДеревянный ящик возле трубы.Маленький обычный контейнер150px40Насосная станцияМеталлический кейс на железной бочке.Маленький обычный контейнер150px41Насосная станцияМеталлический кейс в комнате, на нижнем этаже двухъярусной кровати.Маленький обычный контейнер150px42Насосная станцияМеталлический кейс между входом в комнату отдыха и деревянными ступенями.Маленький обычный контейнер150px43Насосная станцияДеревянный ящик на верхней металлической решётке в северо-западной части станции.Маленький обычный контейнер150px44Привал на бревнеДеревянный ящик под мостиком.Маленький обычный контейнер150px45Привал на бревнеМеталлический кейс под бревном.Маленький обычный контейнер150px46Руины деревниДеревянный ящик в южном здании.Маленький обычный контейнер150px47Руины деревниМеталлический кейс в северном здании, на второй полке.Маленький обычный контейнер150px48Руины деревниМеталлический кейс в северном здании, на нижней полке.Маленький обычный контейнер150px49Руины деревниМеталлический кейс в северном здании, в углу чердака.Маленький обычный контейнер150px50Руины деревниДеревянный ящик в северо-западном здании.Маленький обычный контейнер150px51Руины деревниОдин из металлических кейсов на крыше северо-западного здания.Маленький обычный контейнер150px52Руины деревниМеталлический кейс на остатках печи, на северо-западе от хутора, в самом крайнем разрушенном и затопленном доме.Маленький обычный контейнер150px53Руины деревниМеталлический кейс на остатках печи, на северо-западе от хутора, в разрушенном и затопленном доме справа от мостика.Маленький обычный контейнер150px54Руины деревниМеталлический кейс на остатках печи в южном разрушенном и затопленном доме.Маленький обычный контейнер150px55Лодочная станцияДеревянный ящик в сарае с лодкой.Маленький обычный контейнер150px56Лодочная станцияДеревянный ящик возле забора, между бочками и лодкой.Маленький обычный контейнер150px57Лодочная станцияМеталлический кейс в домике, на второй полке этажерки.Маленький обычный контейнер150px58Лодочная станцияМеталлический кейс за ящиками под навесом из сети.Маленький обычный контейнер150px59Лодочная станцияМеталлический кейс в ушате возле лодки под забором.Маленький обычный контейнер150px60Лодочная станцияМеталлический кейс под перевёрнутой лодкой возле домика.Маленький обычный контейнер150px61Южный хуторМеталлический кейс на полке в северо-западном здании.Маленький обычный контейнер150px62Южный хуторМеталлический кейс на полке в северо-восточном здании.Маленький обычный контейнер150px63Южный хуторДеревянный ящик в веранде центрального здания.Маленький обычный контейнер150px64Остров валуновМеталлический кейс под большим валуном с южной стороны.Маленький обычный контейнер150px\n\n|-|\n\nКордон=\n\n№МестонахождениеТип контейнера по содержимомуФото1Костёр под деревом.Один из деревянных ящиков в южном направлении от лагеря под поваленным деревом.Маленький обычный контейнер150px2База нейтралов.Один из деревянных ящиков в кузове ЗИЛ-131 слева от входа на базу.Маленький обычный контейнер150px3Развалины хутора.Два деревянных ящика на чердаке северного здания.Маленький обычный контейнер150px45Тайный лагерь.Деревянный ящик на земле за цистерной.Маленький обычный контейнер150px6Военный блокпост.Металлический кейс в тумбочке у западной стены в первой комнате помещения казармы.Маленький обычный контейнер150px7АТП.Металлический кейс на втором этаже южного здания.Маленький обычный контейнер150px8АТП.Металлический кейс на крыше здания КПП (западное здание).Маленький обычный контейнер150px9АТП.Металлический кейс в разломанной печи на первом этаже северного здания.Маленький обычный контейнер150px10АТП.Один из деревянных ящиков в гараже восточного здания в кузове ЗИЛ-130.Маленький обычный контейнер150px11Костёр у тоннеля.Металлический кейс в углу под тентовым навесом.Маленький обычный контейнер150px12Костёр у тоннеля.Деревянный ящик за поленницей.Маленький обычный контейнер150px13Дальний блокпост.Деревянный ящик на улице на юго-восточном углу здания.Маленький обычный контейнер150px14Дальний блокпост.Деревянный ящик в кузове грузовика КамАЗ-5320.Маленький обычный контейнер150px15Стоянка под мостом.Деревянный ящик в кузове грузовика КамАЗ-5320.Маленький обычный контейнер150px16Под мостом, где стоит Семён Овечко.Металлический кейс в перевёрнутом УАЗе.Маленький обычный контейнер150px17Элеватор.Металлический кейс в проломе западной стены основного здания.Маленький обычный контейнер150px18Элеватор.Один из деревянных ящиков во внутреннем дворе, слева от ГАЗ-53.Маленький обычный контейнер150px19Железнодорожная насыпь.Деревянный ящик в контейнере на вагоне в западной части насыпи.Маленький обычный контейнер150px20Железнодорожный мост.Деревянный ящик в вагоне на мосту.Маленький обычный контейнер150px21Деревня новичков.Металлический кейс на остатках северо-восточного угла северо-западного здания.Маленький обычный контейнер150px22Деревня новичков.Деревянный ящик на чердаке северного дома.Маленький обычный контейнер150px23Деревня новичков.Деревянный ящик в западном доме.Маленький обычный контейнер150px24Деревня новичков.Деревянный ящик в юго-западном доме на кухне.Маленький обычный контейнер150px25Деревня новичков.Металлический кейс на чердаке южного дома.Маленький обычный контейнер150px26Деревня новичков.Металлический кейс в печке северо-восточного дома.Маленький обычный контейнер150px27Деревня новичков.Деревянный ящик в северном доме в комнате с телевизором.Маленький обычный контейнер150px\n\n|-|\n\nСвалка=\n\n№МестонахождениеТип контейнера по содержимомуФото1Концлагерь.Металлический кейс в автобусе ЛАЗ-4202, который стоит в северо-западной части стоянки.Маленький обычный контейнер150px2Концлагерь.Деревянный ящик в кузове ЗИЛ-131, который стоит в юго-западной части стоянки.Маленький обычный контейнер150px3На северо-восток от Концлагеря.Металлический кейс на торчащем из кучи мусора бетонном блоке.Маленький обычный контейнер150px4Стоянка между холмами.Деревянный ящик в северо-западной части лагеря у навеса из сетки.Маленький обычный контейнер150px5Местность между Концлагерем и стоянкой между холмами.Металлический кейс на экскаваторе МТП-71.Маленький обычный контейнер150px6Железнодорожный тоннель (Свалка).Металлический кейс на локомотиве ЧМЭ3.Маленький обычный контейнер150px7Депо. Туалет на улице.Металлический кейс в одной из кабинок мужского отделения.Маленький обычный контейнер150px8Депо. Туалет на улице.Металлический кейс в конце контейнера, который примыкает к женскому отделению.Маленький обычный контейнер150px9Депо. Тир ЖиводёраМеталлический кейс на противовесных плитах сломанного башенного крана.Маленький обычный контейнер150px10Депо. Тир ЖиводёраМеталлический кейс под краном.Маленький обычный контейнер150px11Депо.Металлический кейс на юго-западном углу крыши, под лестницей.Маленький обычный контейнер150px12Депо.Металлический кейс на сером бункере, внутри у северной стены.Маленький обычный контейнер150px13Депо.Металлический кейс над красным электродвигателем на улице у северной стены.Маленький обычный контейнер150px14Депо. Бар «Super Хавчик».Металлический кейс в конце контейнера, стоящего по левую руку от Борова.Маленький обычный контейнер150px15Местность на север от депо.Металлический кейс на торчащем из кучи мусора бетонном блоке.Маленький обычный контейнер150px16Остановка.Металлический кейс на крыше.Маленький обычный контейнер150px17Барахолка.Металлический кейс за окном верхнего яруса здания.Маленький обычный контейнер150px18Барахолка.Металлический кейс на остатках металлической конструкции, стоящей в южном направлении от здания Барахолки.Маленький обычный контейнер150px19Барахолка.Деревянный ящик на нижнем уровне за трубой.Маленький обычный контейнер150px20Барахолка.Металлический кейс под разрушенной бетонной конструкцией на улице за восточной стеной.Маленький обычный контейнер150px21Укрепточка на юг от Барахолки.Металлический кейс на выступающих из кучи мусора остатках крана.Маленький обычный контейнер150px22Обломки крана.Металлический кейс на восточных бетонных блоках.Маленький обычный контейнер150px23Обломки крана.Деревянный ящик у южных блоков.Маленький обычный контейнер150px24Блокпост-приёмник.Металлический кейс в восточном контейнере.Маленький обычный контейнер150px25Лагерь кладоискателей.Деревянный ящик под тентом.Маленький обычный контейнер150px26Лагерь на задворках.Два металлических кейса на перевёрнутой кабине от КамАЗ-5320.Следует обратить внимание на то, что оба кейса лежат в одной точке, из-за чего создаётся впечатление, что на кабине лежит только один кейсМаленький обычный контейнер150px2728Укрытие у тропы.Деревянный ящик перед ковшом экскаватора.Из-за того, что изначально ящик стоит в аномалии, то при первичном посещении игроком локации, ящик сразу уничтожается вместе с лежащими в нём предметами.Маленький обычный контейнер150px\n\n Примечания \n\n|-|\n\nТёмная Долина=\n\n№МестонахождениеТип контейнера по содержимомуФото1База «Свободы».Металлический кейс в вагончике возле входа в помещение фабрики.Маленький натовский контейнер150px2База «Свободы».Металлический кейс напротив входа в комнату Ашота.Маленький натовский контейнер150px3База «Свободы».Два металлических кейса слева от входа в комнату Чехова.Следует обратить внимание на то, что оба кейса лежат в одной точке, из-за чего создаётся впечатление, что на ящике лежит только один кейс.Маленький натовский контейнер150px45База «Свободы».Металлический кейс на верху смотровой площадки в юго-западном углу базы.Маленький натовский контейнер150px6База «Свободы».Металлический кейс в кузове ЗИЛ-130,который упал в смотровую яму напротив бара.Маленький натовский контейнер150px7База «Свободы».Металлический кейс на столе у Щукина.Маленький натовский контейнер150px8База «Свободы».Металлический кейс на площадке строительного крана, который стоит у восточного входа на базу.Маленький натовский контейнер150px9База «Свободы».Металлический кейс на восточной стороне второго этажа недостроенного четырёхэтажного здания.Маленький натовский контейнер150px10База «Свободы».Металлический кейс под перевёрнутым столом в комнате на восточной стороне второго этажа недостроенного четырёхэтажного здания.Маленький натовский контейнер150px11База «Свободы».Металлический кейс на крыше южного здания в центре крестообразного перекрытия.Маленький натовский контейнер150px12База «Свободы».Металлический кейс в заваленной мусором трубе в западной части канализации.Маленький обычный контейнер150px13Бензоколонка.Металлический кейс на втором этаже в юго-восточном углу здания.Маленький натовский контейнер150px14Баррикада у моста.Металлический кейс в восточной части лагеря.Маленький натовский контейнер150px15Завод.Металлический кейс за деревянным ящиком в вагончике, стоящем за северной частью заводского ограждения.Маленький натовский контейнер150px16Завод.Металлический кейс возле трубы на юг от завода.Маленький натовский контейнер150px17Завод.Металлический кейс на верхней лестничной площадке за южной стеной.Маленький натовский контейнер150px18Завод.Один из металлических кейсов на втором этаже под лестницей.Маленький натовский контейнер150px19Завод.Металлический кейс в северо-восточном углу здания в нише между стеной и котельной.Маленький натовский контейнер150px\n\n Примечания \n\n|-|\n\nНИИ «Агропром»=\n\n№МестонахождениеТип контейнера по содержимомуФото1Институт «Агропром».Здание, расположенное параллельно тировой площадке.Металлический кейс на тумбочке в дальнем конце комнаты.Маленький советский контейнер150px2Институт «Агропром».Металлический кейс напротив входа в зверинец.Маленький советский контейнер150px3Институт «Агропром».Металлический кейс в дальней комнате зверинца.Маленький советский контейнер150px4Институт «Агропром».Кабинет Крылова.Металлический кейс на нижней полке шкафа.Маленький советский контейнер150px5Институт «Агропром».Металлический кейс на крыше западной лестничной площадки.Маленький советский контейнер150px6Институт «Агропром».Металлический кейс в комнате отдыха на втором этаже здания института.Маленький советский контейнер150px7Институт «Агропром».Металлический кейс в куче старой мебели в соседнем с баром ангаре.Маленький советский контейнер150px8Институт «Агропром».Бар «Мирный атом».Металлический кейс в юго-восточном углу ангара.Маленький советский контейнер150px9Временный лагерь.Металлический кейс за кустом на юго-запад от лагеря.Маленький обычный контейнер150px10Развилка.Один из металлических кейсов на лавочке в остановке.Маленький обычный контейнер150px11Развилка.Металлический кейс возле остановки.Маленький обычный контейнер150px12Лагерь у перрона.Металлический кейс в самом восточном вагоне.Маленький обычный контейнер150px13Задний выход.Металлический кейс в тупике на втором этаже в юго-восточной части здания.Маленький обычный контейнер150px14Лагерь сталкеров.Металлический кейс на первом этаже здания, за основанием дымоходной трубы.Маленький обычный контейнер150px15Лагерь сталкеров.Металлический кейс на бункере в яме с пленными ренегатами.Маленький обычный контейнер150px16Лагерь сталкеров.Металлический кейс возле лестницы, которая по правую руку от Дрозда.Маленький обычный контейнер150px17Лагерь сталкеров.Металлический кейс в одном из шкафчиков, стоящих на втором этаже здания, слева от входа с наружной лестницы.Маленький обычный контейнер150px18Лагерь сталкеров.Металлический кейс на сейфе в комнате Ореста.Маленький обычный контейнер150px19Территория завода.Металлический кейс на одной из крыш здания, которое расположено на юго-восток от здания с базой сталкеров.Маленький обычный контейнер150px\n\n|-|\n\nПодземелье «Агропрома»=\n\n№МестонахождениеТип контейнера по содержимомуФото1Коридор с тушканами.Металлический кейс в вентиляционной трубе.Кейс можно разбить при помощи любого огнестрельного оружия, однако взять его содержимое будет нельзя из-за того, что путь к нему преграждён полузакрытой металлической решёткой, из-под которой выбегают тушканы.Маленький обычный контейнер150px2Коридор с тушканами.Металлический кейс в упавшей трубе вентиляции.Кейс можно разбить при помощи гранатомёта РПГ-7у, однако взять его содержимое будет нельзя из-за того, что путь к нему преграждён полузакрытой металлической решёткой, под которую убегают тушканы.Маленький научный контейнер150px3Комната с пультом управления.Металлический кейс в северо-восточном углу.Маленький обычный контейнер150px4Зал с контролёром.Металлический кейс между юго-восточным и юго-западным резервуарами.Маленький научный контейнер150px5Лестница, ведущая в коридор с тайником Стрелка.Металлический кейс под нижним пролётом лестницы.Маленький армейский контейнер150px6Тайник Стрелка.Верхний металлический кейс на полочке.Маленький обычный контейнер150px\n\n Примечания \n\n|-|\n\nЯнтарь=\n\n№МестонахождениеТип контейнера по содержимомуФото1Бункер учёных.Деревянный ящик под навесом из маскировочной сети в северной части внутреннего двора.Маленький обычный контейнер150px2Бункер учёных.Деревянный ящик на металлическом контейнере в южной части внутреннего двора.Маленький обычный контейнер150px3Бункер учёных.Деревянный ящик за металлическими трубами в в северо-восточной части двора.Маленький обычный контейнер150px4Бункер учёных.Металлический кейс под грузовиком ГАЗ-66, который стоит напротив центрального входа в ограду бункера.Маленький натовский контейнер150px5Завод. Двор с контейнерами.Металлический кейс между стеной завода и трубами.Маленький научный контейнер150px6Завод. Двор с контейнерами.Металлический кейс под трубами.Маленький научный контейнер150px7Завод. Двор с контейнерами.Металлический кейс между ящиками в месте перехода на основную территорию завода.Маленький научный контейнер150px8Завод. Ангар.Деревянный ящик на дне сухого резервуара с «электрами».Маленький научный контейнер150px9Завод. Ангар.Металлический кейс в металлическом контейнере за южной стеной ангара.Маленький научный контейнер150px10Завод. Ангар.Металлический кейс на цистерне за восточной стеной ангара.Маленький обычный контейнер150px11Завод.Металлический кейс под бетонной плитой в центральной части двора.Маленький обычный контейнер150px12Завод.Деревянный ящик за бетонными плитами на север от пульта управления охлаждающей установкой.Маленький обычный контейнер150px13Завод.Деревянный ящик во второй половине здания с трансформатором на юго-запад от ангара.Маленький обычный контейнер150px14Завод.Металлический кейс на углу металлической балки на северо-запад от проходной.Маленький научный контейнер150px15Завод. Задворки завода.Один из деревянных ящиков в кирпичном здании под самым нижним пролётом лестницы.Маленький обычный контейнер150px16Завод. Задворки завода.Деревянный ящик в кирпичном здании на третьем этаже.Маленький обычный контейнер150px17Завод. Задворки завода.Металлический кейс на крыше второго этажа кирпичного здания.Маленький обычный контейнер150px18Завод. Задворки завода.Металлический кейс между забором и деревом на северо-западе от кирпичного здания.Маленький обычный контейнер150px19Дальний рубеж.Металлический кейс в трубе в северо-восточной части локации.Маленький научный контейнер150px20Выход из трубы.Металлический кейс над выходом.Маленький обычный контейнер150px21Труба.Деревянный ящик в трубе, соединяющей окрестности бункера учёных с низиной артефактов.Маленький обычный контейнер150px22Выход из комплекса.Деревянный ящик у стены завода напротив аномалии «Выверт».Маленький обычный контейнер150px23Окрестности бункера.Металлический кейс у трубы на север от болота.Маленький обычный контейнер150px\n\n|-|\n\nРыжий лес=\n\n№МестонахождениеТип контейнера по содержимомуФото1Казармы в шахте.Металлический кейс на деревянном стеллаже в пещере с торговцем.Маленький научный контейнер150px2Казармы в шахте.Металлический кейс на деревянном стеллаже в пещере с торговцем.Маленький обычный контейнер150px3Казармы в шахте.Металлический кейс на деревянном стеллаже в пещере с торговцем.Маленький обычный контейнер150px4Казармы в шахте.Металлический кейс на деревянном стеллаже в пещере с торговцем.Маленький обычный контейнер150px5Остановка у дороги на пути к мосту.Один из металлических кейсов на лавочке.Маленький армейский контейнер150px6Шахтный копёр.Три металлических кейса на верхней внутренней площадке копра.Маленький обычный контейнер150px789Шахтный копёр.Два металлических кейса в кладовой в комнате Лесника.Маленький обычный контейнер150px1011Шахтный копёр.Металлический кейс во дворе в деревянном контейнере.Маленький армейский контейнер150px11Шахтный копёр.Металлический кейс на верхней наружной площадке копра.Маленький обычный контейнер150px12Шахтный копёр.Металлический кейс на крыше лифта-клетки.Маленький обычный контейнер150px\n\n|-|\n\nВоенные Склады=\n\n№МестонахождениеТип контейнера по содержимомуФото1Военная база. Здание кухниМеталлический кейс на полочке.Маленький армейский контейнер150px2Военная база. Барак с «электрами»Металлический кейс на полочке у западной стены.Маленький армейский контейнер150px3Военная база. Барак с «жарками».Деревянный ящик в ближней комнате.Маленький обычный контейнер150px4Военная база. Барак с жарками.Деревянный ящик у колонны.Маленький обычный контейнер150px5Военная база.Металлический кейс на верхней площадке вышки, стоящей за бараком с «жарками».Маленький армейский контейнер150px6Военная база.Деревянный ящик в кузове КамаАЗ-5320, стоящего без тента и кабины в юго-восточной части базы.Маленький армейский контейнер150px7Военная база.Металлический кейс на крыше авторемонтных мастерских в юго-восточной части базы.Маленький армейский контейнер150px8Военная база.Металлический кейс на крыше навеса в юго-западной части базы.Маленький армейский контейнер150px9Военная база. Здание штаба.Металлический кейс на втором этаже в южном крыле здания.Маленький армейский контейнер150px10Военная база.Металлический кейс на верхней площадке центральной вышки.Маленький советский контейнер150px11Военная база.Металлический кейс на верхней площадке северо-западной вышки.Маленький советский контейнер150px12Военная база.Деревянный ящик на контейнере в северо-западной части базы около навеса над ж/д путями.Маленький армейский контейнер150px13Брошенный хутор.Деревянный ящик на стеллаже в западном здании.Маленький обычный контейнер150px14Брошенный хутор.Металлический кейс на чердаке северного здания.Маленький обычный контейнер150px15Брошенный хутор.Деревянный ящик внутри дома с «жаркой».Маленький обычный контейнер150px16Деревня кровососов.Металлический кейс на чердаке сарая на востоке деревни.Маленький натовский контейнер150px17Деревня кровососов.Металлический кейс в печи дома, стоящего на юго-запад от водонапорной башни.Маленький обычный контейнер150px18Деревня кровососов.Металлический кейс на остатках крыши разрушенного здания в западной части деревни.Маленький натовский контейнер150px19Деревня кровососов.Металлический кейс на чердаке дома с «жаркой» и трупом свободовца.Маленький обычный контейнер150px20Деревня кровососов.Металлический кейс на верхней площадке водонапорной башни.Маленький обычный контейнер150px21Дальняя укрепточка.Деревянный ящик в кузове КамАЗа.Маленький обычный контейнер150px22Дальняя укрепточка.Деревянный ящик за контейнерами на внутреннем блокпосту.Маленький обычный контейнер150px23Дальняя укрепточка.Деревянный ящик за контейнерами и навесом справа от входа на блокпост.Маленький натовский контейнер150px24Кривая балка.Деревянный ящик в вагончике.Маленький обычный контейнер150px25Дальний хутор.Деревянный ящик за печкой в доме.Маленький обычный контейнер150px26Баррикады на холме.Металлический кейс за деревянными контейнерами под навесом.Маленький обычный контейнер150px27Перекрёсток около военной базы.Металлический кейс в задней части салона автобуса ЛАЗ-4202.Маленький обычный контейнер150px28Лагерь вольных сталкеров за Барьером.Деревянный ящик под навесом.Маленький обычный контейнер150px29Лагерь вольных сталкеров за Барьером.Деревянный ящик в вагончике.Маленький обычный контейнер150px\n\n|-|\n\nЛиманск=\n\n№МестонахождениеТип контейнера по содержимомуФото1Двор.Два металлических кейса на автобусной остановке.Маленький обычный контейнер150px23Тупик.Два металлических кейса в беседке.Маленький обычный контейнер150px45Дом на развилке.Четыре металлических кейса в шкафу в юго-западной комнате.Маленький обычный контейнер150px6789Дом на развилке.Металлический кейс в юго-восточной комнате на втором этаже.Маленький обычный контейнер150px10Дом на развилке.Металлический кейс в тумбочке в юго-западной комнате на первом этаже.Маленький обычный контейнер150px11Дом на развилке.Металлический кейс на полу между холодильником и газовым баллоном в северо-западной комнате на первом этаже.Маленький обычный контейнер150px12Дом на развилке.Металлический кейс в шкафу на первом этаже.Маленький обычный контейнер150px13Дом на развилке.Металлический кейс на полке при входе в дом.Маленький обычный контейнер150px14Дом на развилке.Металлический кейс около точки, обстреливаемой пулемётом.Маленький обычный контейнер150px15Двор с террасой.Металлический кейс за укрытием из мешков.Маленький обычный контейнер150px16Двор с террасой.Металлический кейс за крыльцом в восточном направлении от перекрёстка.Маленький обычный контейнер150px17Двор с террасой.Три металлических кейса из четырёх в комнате на втором этаже.Маленький обычный контейнер150px181920Баррикады в тупике. Подвал гастронома.Пять металлических кейсов из четырнадцати, лежащих на трёх стеллажах.Маленький армейский контейнер150px2122232425Баррикады в тупике.Внутренний двор с детской площадкой.Металлический кейс между гаражом и стеной.Маленький обычный контейнер150px26Баррикады в тупике.Внутренний двор с детской площадкой.Металлический кейс перед входом в подъезд восточного дома.Маленький обычный контейнер150px27Баррикады в тупике.Внутренний двор с детской площадкой.Металлический кейс в гараже с Москвичом.Маленький обычный контейнер150px28Баррикады в тупике.Внутренний двор с детской площадкой.Металлический кейс в комнате второго этажа северо-восточного дома.Маленький обычный контейнер150px29Сквер у гаражей.Металлический кейс около гаража.Маленький обычный контейнер150px30Дом на холме.Металлический кейс между пятиэтажным домом и автобусом КАвЗ-685.Маленький обычный контейнер150px31Дом на холме.Металлический кейс в труднодоступной комнате на втором этаже.Маленький армейский контейнер150px32Дом на холме.Металлический кейс на кухне под умывальником на втором этаже.Маленький армейский контейнер150px33Дом на холме.Три металлических кейса в шкафу в северо-восточной комнате на первом этаже.Маленький армейский контейнер150px343536Дом на холме.Металлический кейс напротив входа с лестницы на втором этаже.Маленький армейский контейнер150px37Дом на холме.Металлический кейс в северо-западной комнате на первом этаже.Маленький армейский контейнер150px38Укрытие у моста.Металлический кейс на балке у разрушенного моста.Маленький армейский контейнер150px39Дорога над каналом.Металлический кейс возле грузовика ГАЗ-53.Маленький армейский контейнер150px40Лагерь на стройке.Четыре металлических контейнера в северо-восточном углу пятого этажа.Маленький армейский контейнер150px41424344Лагерь на стройке.Металлический кейс в железной трубе в северо-западной части первого этажа.Маленький армейский контейнер150px45Лагерь на стройке.Металлический кейс под лестницей.Маленький армейский контейнер150px46Лагерь на стройке.Металлический кейс на бетонной плите, висящей на тросах башенного крана.Маленький армейский контейнер150px47Дорога к пожарке.Два металлических кейса на чердаке двухэтажного дома.Маленький армейский контейнер150px4849Дорога к пожарке.Металлический кейс на пожарной каланче с монолитовским снайпером.Маленький армейский контейнер150px50Дорога к пожарке.Металлический кейс в газетном киоске.Маленький армейский контейнер150px\n\n|-|\n\nЗаброшенный госпиталь=\n\n№МестонахождениеТип контейнера по содержимомуФото1Окрестности госпиталя.Деревянный ящик у сломанной ограды.Маленький обычный контейнер150px2Вход в госпиталь.Металлический кейс под лестницей, ведущей в первый зал.Маленький обычный контейнер150px3Первый зал.Деревянный ящик на западной стороне второго этажа.Маленький армейский контейнер150px4Первый зал.Один из деревянных ящиков у северной стены на первом этаже.Маленький обычный контейнер150px5Первый зал.Один из деревянных ящиков на западной стороне второго этажа.Маленький обычный контейнер150px6Первый зал.Один из деревянных ящиков на восточной стороне второго этажа.Маленький обычный контейнер150px7Первый зал.Деревянный ящик на восточной стороне второго этажа.Маленький армейский контейнер150px8Первый зал.Один из деревянных ящиков на восточной стороне второго этажа.Маленький обычный контейнер150px9Первый зал.Деревянный ящик в нише слева от первоначальной позиции отряда «Чистого неба».Маленький обычный контейнер150px10Второй зал.Деревянный ящик за мебельной полкой на восточной стороне второго этажа.Маленький армейский контейнер150px11Второй зал.Деревянный ящик напротив бочки на восточной стороне второго этажа.Маленький натовский контейнер150px12Второй зал.Деревянный ящик на западной стороне второго этажа.Маленький обычный контейнер150px13Второй зал.Один из деревянных ящиков под лестницей на первом этаже напротив юго-восточного входа.Маленький обычный контейнер150px14Второй зал.Один из деревянных ящиков на первом этаже у входа на северо-западную лестницу.Маленький обычный контейнер150px15Второй зал.Один из деревянных ящиков на восточной стороне второго этажа.Маленький обычный контейнер150px16Второй зал.Один из деревянных ящиков на восточной стороне второго этажа.Маленький обычный контейнер150px17Второй зал.Два деревянных ящика в группе ящиков у восточной стены на первом этаже.Маленький армейский контейнер150px18Маленький натовский контейнер19Второй зал.Три деревянных ящика в группе ящиков у западной стены на первом этаже.Маленький обычный контейнер150px2021Маленький армейский контейнер22Второй зал.Два деревянных ящика в группе ящиков у западной стены на первом этаже.Маленький обычный контейнер150px2324Второй зал.Один из деревянных ящиков на западной стороне второго этажа.Маленький обычный контейнер150px25Второй зал.Один из деревянных ящиков на западной стороне второго этажа.Маленький обычный контейнер150px26Третий зал.Два деревянных ящика в группе ящиков около пулемёта в конце зала.Маленький обычный контейнер150px27Маленький натовский контейнер28Третий зал.Металлический кейс под лестницей, справа от перехода на ЧАЭС.Маленький армейский контейнер150px\n\nКатегория:Предметы «S.T.A.L.K.E.R.: Чистое Небо»\nКатегория:Предметы «S.T.A.L.K.E.R.: Тень Чернобыля»"
    },
    {
        "id": 138059,
        "title": "Ящики лагерей",
        "text": "Ящики лагерей — ящики, в которые складывают свои припасы занимающие лагеря отряды, присутствуют в «S.T.A.L.K.E.R.: Тень Чернобыля» и «S.T.A.L.K.E.R.: Чистое Небо».\n\n Содержимое \nАлгоритм наполнения ящиков лагерей в корне отличается от одной игры серии к другой.\n\n «Тень Чернобыля» \nСодержимое предопределено заранее и разнится от одного ящика к другому. У каждого ящика есть несколько допустимых к спауну предметов и информация об их вероятности появления. При этом существует требование к группировке, занимающей лагерь (если её займёт кто-то ещё, то спаун мгновенно прекратится), а иногда и к прогрессу сюжета или выполнения второстепенных заданий.\n\nКак правило, в ящиках почти всегда появляются разнообразные патроны и медикаменты, реже — напитки (водка либо энергетики) или гранаты (как ручные, так и подствольные); в ключевых лагерях группировок нередко можно найти оружие и/или аддоны к нему. Помимо этого, в одном ящике на Дикой территории находится артефакт «Каменный цветок».\n\n «Чистое Небо» \nСодержимое напрямую зависит от группировки, занимающей лагерь, а также от локации, на которой он находится. Все группировки складывают в ящики: патроны для своего оружия и подствольные гранаты, а так же медикаменты (бинты, антирады и аптечки) и еду (за исключением наемников и военных, которые носят еду с собой). Одиночки, наёмники и бандиты отдают предпочтение обычным аптечкам, реже — научным, военные пользуются исключительно армейскими, а «Долг», «Свобода» и «Чистое небо» активно используют все виды.\n\n Местоположение ящиков \nДалее перечислены точки на локациях, где присутствуют ящики.\n\n «Тень Чернобыля» \nМестоположение ящиков № Местонахождение Условия спавнаИконка группировки в данной графе означает, что спавн предметов в ящике происходит вследствие появления её членов в лагере, к которому приписан ящик. Для успешного спауна должны выполняться все перечисленные условия. Возможный предмет Шанс спавнаФото1КордонВоенный блокпостЯщик в казарме, возле телевизора.150px2КордонДеревня новичковЯщик в середине деревни, возле костра.150px3КордонАТПЯщик на втором этаже АТП, возле костра.Флешка Шустрого доставлена заказчику150px4КордонБлокпост под мостомЯщик под навесом из масксети возле костра.150px5СвалкаКладбище брошенной техникиЯщик под прицепом возле костра.Рейд бандитов отбит или Бес погиб;Документы из X18 не добыты150px6СвалкаСтоянка между холмамиЯщик под навесом из масксети возле костра.Рейд бандитов отбит или Бес погиб;Документы из X18 не добыты150px7СвалкаДепоЯщик в ангаре, между укреплений.Атака бандитов на депо отбита или Серый погиб150px8СвалкаЗастава «Долга» на СвалкеЯщик под навесом из масксети возле вагончика и костра.150px9НИИ «Агропром»Завод «Агропром»Ящик на крыше первого этажа, над воротами.Документы из НИИ добыты150px10НИИ «Агропром»Институт «Агропром»Ящик на третьем этаже НИИ, рядом с кейсом с документами.Документы из НИИ добыты150px11Тёмная ДолинаЗаводЯщик на первом этаже завода, возле костра.Спецоперация военных в Тёмной Долине не начиналась150px12Тёмная ДолинаСтарая фабрикаЯщик в кабинете Борова.Спецоперация военных в Тёмной Долине не начиналась150px13БарБаза «Долга»Ящик возле костра, рядом с капитаном Иванцовым.150px14БарБаза «Долга»Ящик в бункере, за спиной у генерала Воронина.150px15Дикая территорияУпавший вертолётЯщик в вагончике, возле костра в бочке.Волкодав и его люди живы150px16Дикая территорияСтройкаЯщик на верхнем этаже недостроенного дома.Круглов спасён или погиб;Выжигатель мозгов не отключён150px17Дикая территорияСтройкаЯщик возле вагончика между стройкой и тоннелем с «жарками».илиВыжигатель мозгов отключен150px18Армейские СкладыБрошенный хуторЯщик в сарае, возле костра.Группа Черепа уничтожена или Лукаш убит150px19Армейские СкладыКривая балкаЯщик на деревянных контейнерах возле костра и УАЗ.150px20Армейские СкладыВоенная базаЯщик возле Макса, под навесом из масксети.150px21Армейские СкладыБарьерЯщик возле Кепа, под навесом из масксети.150px22Армейские СкладыДальний хуторЯщик в доме возле кроватей и костра.Павлик и Ара погибли, или Меченый провалил их ликвидацию150px\n\n «Чистое Небо» \n\n Болота \n Южный хутор\n Старая церковь\n Рыбацкий хутор\n Насосная станция\n Сгоревший хутор\n Механизаторский двор\n Руины деревни\n Лодочная станция\n Временный лагерь\n Остров валунов\n\n Кордон \n Дальний блокпост\n База нейтралов\n Блокпост под мостом\n АТП\n Военный блокпост\n Палаточный лагерь\n Костёр под деревом\n Центр деревни\n Тайный лагерь\n Лагерь у вагончика\n Автобусная остановка\n Элеватор\n Костёр у моста\n Тихое укрытие\n Развалины хутора\n Привал на склоне\n Стоянка под мостом\n Стоянка в ложбине\n Укрытие в камнях\n\n Свалка \n Депо\n Кладбище техники\n Барахолка\n Северный блокпост\n Обломки крана\n Стоянка между холмами\n Блокпост-приёмник\n\n Тёмная Долина \n  Ангар дядьки Яра\n  Бар «Глоток Свободы»\n  Блокпост у фермы\n  База «Свободы»\n  Крайний блокпост\n  Полевой лагерь\n  Стоянка на ферме\n  Баррикада у моста\n  Чахлая стоянка\n  Блокпост у элеватора\n  Северные баррикады\n\n НИИ «Агропром» \n Лагерь на болоте\n Старая стоянка\n База «Долга»\n  Северный вход\n  Восточный вход\n Стоянка у валуна\n Укрытие из камней\n Лагерь у базы\n Стоянка на обрыве\n Лагерь под вышкой\n Лагерь сталкеров\n  Площадь у перрона\n  Задний выход\n  Восточный блокпост\n Блокпост на дороге\n Каменное кольцо\n Баррикады у вагона\n Развилка\n Тупик тоннеля\n Временный лагерь\n Дорога на Свалку\n\n Подземелье «Агропрома» \n Подземелье «Агропрома»\n\n Янтарь \n Проходная завода\n Ангар\n Низина артефактов\n Лагерь учёных\n Задворки завода\n Дальний рубеж\n Трансформаторная будка\n Проходная стоянка\n Блокпост\n\n Рыжий лес \n Казармы в шахте\n Чёртова стоянка\n Сталкерская лёжка\n Мост в Лиманск\n Лагерь у копра\n Лагерь у дороги\n\n Военные Склады \n Вход на Военные Склады\n Брошенный хутор\n Спортплощадка\n Задворки базы\n Водонапорная башня\n Сторожка\n Привал наёмников\n Укрепточка на остановке\n Кривая балка\n Баррикады на холме\n Дорога между холмами\n Грузовик на перекрёстке\n Привал на плитах\n Перекрёсток\n Лагерь сталкеров\n Барьер\n Бронепост\n Дальний хутор\n Стоянка в низине\n Дальняя укрепточка\n\n Интересные факты \n В Legends of the Zone Trilogy и Enhanced Edition вещи из ящиков выпадают со 100% вероятностью.\n В поздних сборках ТЧ (например, в 2588) при обыске личных ящиков на чьей-либо базе, все сталкеры, находящиеся рядом, начнут атаковать ГГ за то, что он ограбил их ящик. Такая возможность была отменена в ТЧ, однако в файлах всё ещё остались фразы, которые должны были говорить сталкеры при краже вещей из ящика (см. ниже).\n Список выпадающих вещей из ящиков лагерей практически идентичен списку вещей, выпадающих из трупов. Единственным исключением являются патроны: их калибр зависит от оружия командира отряда, а не остальных сталкеров.\n\n Баги и недочёты \n «Тень Чернобыля» \n Крайне не рекомендуется помещать в ящик лагеря большое количество собственных вещей. В противном случае, при подходе к лагерю игра зависает на продолжительное, пропорционально количеству находящихся в ящике вещей, время, которое игра тратит на просчёт этих самых вещей.\n\n «Чистое Небо» \n Из-за опечаток в файлах игры, ящики лагерей в ангаре Яра, в баре «Глоток свободы», у блокпоста на ферме, на базе «Свободы», на крайнем блокпосту, в полевом лагере, на стоянке на ферме, у баррикад у моста, на чахлой стоянке, у блокпоста у элеватора, на северных баррикадах, на северном входе, на восточном входе, у площади у перрона, у заднего выхода и у восточного блокпоста никогда не наполняются предметами, даже если у соответствующей подлокации расположен отряд.\n В ящиках лагерей одиночек, бандитов, наёмников, долговцев и свободовцев должны с маленьким шансом (0,1 %) появляться все существующие в игре артефакты: от «Медузы» до «Снежинки», однако из-за ошибки в скриптах игры это значение округляется до нуля.\n Новые припасы появляются не только тогда, когда отряд заходит на точку, но и каждый раз, когда игрок загружает сохранение.\n\n Фразы (ТЧ) \nЭти фразы должны были говорить сталкеры разных группировок, если ГГ пытался присвоить себе содержимое их ящика.\n  Билдовская озвучка Релизная озвучка «Долг» noicon\n noicon\n noicon\n noicon noicon\n noicon\n noicon\n noicon «Свобода» noicon\n noicon\n noicon\n noicon noicon\n noicon\n noicon\n noicon Одиночки(новички) — noicon\n noicon\n noicon Одиночки(опытные) noicon\n noicon\n noicon\n noicon noicon\n noicon\n noicon\n\nКатегория:Объекты игрового мира"
    }
]